Repository: Arquivotheca/otde
Catalog: po/*/ark.po
Languages: de, it

source: Add File Options
de: Einstellung für das Datei-Hinzufügen
it: Aggiungi Opzioni Files

source: Store Full Path
de: Ganzen Pfad abspeichern
it: Salva Il Percorso Completo

source: Only Add Newer Files
de: Nur neuere Dateien speichern
it: Aggiungi Solo Files Nuovi

source: Destination
de: Ziel
it: Destinazione

source: Extract Options
de: Option
it: Opzioni Estrazione

source: Preserve Permissions
de: Berechtigungen erhalten
it: Mantieni i Permessi

source: Filenames to Lowercase
de: Dateinamen in Kleinbuchstaben
it: Filenames con Lettere Piccole

source: All Files
de: Alle Dateien
it: Tutti i Files

source: Selected File
de: Ausgewählte Datei
it: File Selezionato

source: Pattern
de: Maske
it: Modello

source: &Extract To...
de: &Entpacken nach...
it: &Estrai In...

source: E&xtract...
de: Ent&packen...
it: Estrai...

source: &Set Archive Directory...
de: Archiv-Verzeichnis &setzen
it: &Setta la Directory di Archivio

source: Set &Tar Executable...
de: Auswahl des &Tar-Programms...
it: Setta i &Tar Eseguibili...

source: &File Adding Options...
de: &Hinzufüge-Optionen
it: &Opzioni Aggiunta File

source: Can't create archive of that type
de: Kann Archiv mit diesem Typen nicht erstellen
it: Impossibile creare archivi di questo tipo

source: Create or open an archive first
de: Erstellen oder Öffnen Sie zuerst ein Archiv
it: Prima crea o apri un archivio

source: Can't add directories with this archive type
de: Zu diesem Typ von Archiv können keine Verzeichnisse hinzugefügt werden
it: Non si possono aggiungere directory in questo tipo di archivio

source: Error saving to archive
de: Fehler beim Speichern des Archivs
it: Errore salvando sull'archivio

source: What runs GNU tar:
de: Daß, was GNU-tar ausführt:
it: Cosa fa lo GNU tar:

source: Unknown archive format
de: Unbekanntes Archiv-Format
it: Formato d'archivio sconosciuto

source: Size
de: Größe

source: Archive directory does not exist.
de: Archiv-Verzeichnis existiert nicht.
it: La directory per l'archivio non esiste

source: Archive Directory
de: Archive-Verzeichnis
it: Directory Archivio
