Repository: Arquivotheca/otde
Catalog: po/*/karchie.po
Languages: eo

source: O&pen in editor
eo: Malfermu &redaktilon

source: &Open Dir
eo: &Malfermu dosierujon

source: &Download...
eo: &Deþutu...

source: &Load List...
eo: Malfermu &liston...

source: &Save List...
eo: &Sekurigu liston...

source: Expor&t List...
eo: &Eksportu liston...

source: &Exit
eo: &Finu

source: &Exact
eo: &Precize

source: &Substring
eo: &Parte

source: Substring &case insensitive
eo: Parte, &uskleco ne gravas

source: &Regular expression
eo: &Regulesprimo

source: Exact, then substring
eo: Precize, poste parte

source: Exact, then substring case ins.
eo: Precize, poste parte sen atento de uskleco

source: Exact, then regular expression
eo: Precize, poste regulesprimo

source: n&ormal
eo: &normale

source: &nice
eo: &bele

source: &very nice
eo: &tre bele

source: &even more nice
eo: &ankoraý pli bele

source: n&icest
eo: &plej bele

source: Show &File discription
eo: Montru &dosierpriskribon

source: Archie&server
eo: "Archie"-&servilo

source: Search&mode
eo: Seræ&maniero

source: &Nicelevel
eo: &Beleco

source: &All...
eo: Æ&io...

source: for &Filename
eo: por &dosiernomo

source: for &Path/Location
eo: por &pado/loko

source: for &Hostname
eo: por &komputilnomo

source: by &Hostname
eo: laý &komputilnomo

source: by &Domain
eo: laý &domajno

source: by D&ate
eo: laý d&ato

source: by &Filesize
eo: laý grandeco

source: &Settings
eo: &Agorda¼o

source: &Query
eo: &Deziro

source: S&ort
eo: &Ordo

source: 0 hits
eo: 0 trovoj

source: 0. try
eo: 0a provo

source: Host: none
eo: Komputilo: neniu

source: Status: ready
eo: Stato: preta

source: Status: %s
eo: Stato: %s

source: Hosts: %s
eo: Komputilo: %s

source: %d hits
eo: %d trovoj

source: Progress: %d
eo: Progreso: %d

source: %d try.
eo: %da provo.

source: Reset
eo: Rezignu

source: Search &Term
eo: Se&ræa¼o

source: Host
eo: Komputilo

source: Host:
eo: Komputilo:

source: Path:
eo: Pado:

source: File:
eo: Dosiero:

source: Size:
eo: Grandeco:

source: Mode:
eo: Maniero:

source: Date:
eo: Dato:

source: Couldn't open "%s"
eo: Ne eblis malfermi "%s"

source: KArchie: bad file
eo: KArchie: malbona dosiero

source: Malformed url
eo: Misformita URL

source: Maybe bad list entry, please select an other file
eo: Povus esti malbona listero, bv. elekti alian dosieron

source: KArchie: bad URL
eo: KArchie: malbona URL

source: KArchie: Wrong fileselection
eo: KArchie: Maløusta dosierelekto

source: The selected file is not writeable
eo: LA elektita dosiero ne estas skribebla

source: KArchie: Overwrite file ?
eo: KArchie: Æu anstataýigi la dosieron?

source: The selected file is not write protected Should it be overwritten ?
eo: La elektita dosiero ne estas protektita kontraý skribado. Æu anstataýigi øin?

source: KArchie: bad selection
eo: KArchie: malbona elekto

source: No file selected ! Please select a file in the list of queryresults or do a query.
eo: Neniu dosiero estas elektita! Bonvolu elekti dosieron en la rezultolisto aý lanæu seræon.

source: Success
eo: Sukceso
