Repository: Arquivotheca/otde
Catalog: po/*/kcalc.po
Languages: eo, ko, ro

source: Defaults
eo: Implicita¼oj
ko: 기본설정
ro: Implicit

source: Foreground Color:
eo: Tekstokoloro:
ko: 전면색:
ro: Culoare text:

source: Background Color:
eo: Fonkoloro:
ko: 배경색:
ro: Culoare fundal:

source: Precision:
eo: Precizeco:
ko: 유효자리수:
ro: Precizie

source: Set Fixed Precision at:
eo: Konstanta precizeco:
ko: 소수점 아래 자리수 지정:
ro: Seteazã precizia fixã la:

source: Beep on Error
eo: Pepu æe eraro
ko: 오류시 경고음
ro: Sunã la eroare

source: Trigonometry Mode
eo: Trigonometria modo
ko: 삼각법 모드
ro: Mod trigonometric

source: Statistical Mode
eo: Statistika modo
ko: 통계 모드
ro: Mod statistic

source: Set Default Font
eo: Implicita tiparo
ko: 기본 글꼴 설정
ro: Seteazã fontul implicit

source: Point Size:
eo: Punktograndeco:
ko: 포인트 크기:
ro: Mãrime font:

source: KCalc Setup/Help
eo: KCalc-konfigura¼o/helpo
ko: KCalc 설정/도움말
ro: KCalc Setup/Ajutor

source: Angle
eo: Angulo
ko: 호도법
ro: Unghi

source: Base
eo: Bazo
ko: 진수
ro: Bazã

source: KCalc Configuraton
eo: KCalc-konfigura¼o
ko: KCalc 설정
ro: Configurare KCalc

source: Base type: long double
eo: Bazotipo: longa duoblo
ko: 밑수 유형:
ro: Tipul Bazei: lung dublu

source: Due to broken glibc's everywhere, I had to reduce KCalc's precision from 'long double' to 'double'. Owners of systems with a working libc should recompile KCalc with 'long double' precision enabled. See the README for details.
eo: Pro pluraj fuþaj glibc-oj mi devis redukti la precizecon de KCalc de 'long double' al 'double'. Uzantoj de sistemoj kun funkcianta libc rekompilu KCalc kun precizeco 'long double'. Legu la dosieron README pri detaloj.
ko: glibc의 결함때문에 KCalc의 유효 자리수를 'long double' 형에서 'double' 형으로 낮춰야 했읍니다. libc로 작동하는 시스템을 소유한 분들은 'long double' 유효 자리수가 가능하도록 KCalc를 재 컴파일하셔야 합니다. 자세한사항은 README를 참조하십시오.
ro: Din cauza unui bug al glibc, am fost nevoit sã reduc precizia de la 'long double' la 'double'. Deþinãtorii de sisteme cu un 'libc' funcþional ar trebui sã recompileze KCalc cu precizie 'long double'. Vezi fiºierul README pentru detalii.

source: Display Font
eo: Ekraneto-tiparo
ko: 화면 글꼴
ro: Fontul de afiºare

source: Stat Mem cleared
eo: Stat.mem. estingita
ko: 통계 메모리 지움
ro: Memoria statisticã a fost ºtearsã
