Repository: Arquivotheca/otde
Catalog: po/*/kcmdisplay.po
Languages: br, da, ja

source: Enter new desktop name
br: Roit anv nevez ar burev
da: Skriv ny Arbejdsplads navn
ja: 新しいデスクトップの名前を入力してください

source: Desktop
br: Burev
da: Arbejdsplads
ja: デスクトップ

source: &Rename ...
br: Ad&envel
da: &Omdøb...
ja: 名前の変更(&R)...

source: &Common Background
br: Drekleur &boutin
da: &Baggrund
ja: 共通の背景(&C)

source: Colors
br: Livioù
da: Farver
ja: 色

source: &One Color
br: &Ul liv
da: &En farve
ja: 最初の色(&O)

source: &Two Color
br: &Daou liv
da: &To farver
ja: 二番目の色(&T)

source: Set&up ...
br: Kef&luniañ ...
da: &Indstillinger...
ja: 設定(&u) ...

source: Wallpaper
br: Paper-moger
da: Tapet
ja: 壁紙

source: No wallpaper
br: Paper-moger ebet
da: Intet tapet
ja: 壁紙なし

source: &Browse...
br: &Furchal...
da: &Gennemsøg...
ja: ブラウズ(&B)...

source: Arrangement:
br: Kempennadur :
ja: 配置:

source: Tiled
br: Teolet
da: F&liselagt
ja: タイル状に配置

source: Mirrored
br: Melezouret
da: Spejlet
ja: 鏡像配置

source: Center Tiled
br: Kreiz Teolet
da: Centreret fliselagt
ja: 中央からタイル状に配置

source: Centred
br: Kreizennet
da: Centreret
ja: 中央に配置

source: Centred Brick
br: Kreiz Brikenn
da: Centreret mursten
ja: 中央に配置し周囲にブロック

source: Centred Warp
br: Kreiz Sterenn
da: Centreret forvrængt
ja: 中央に配置し周囲にワープ

source: Centred Maxpect
br: Kreiz Brasañ
da: Centreret Stort
ja: 中央に最大サイズで配置

source: Symmetrical Tiled
br: Teolet Kendres
da: Symmetrisk fliselagt
ja: 対称かつタイル状に配置

source: Symmetrical Mirrored
br: Melezour Kendres
da: Symmetrisk spejlet
ja: 対称かつ鏡像に配置

source: Scaled
br: Skeulaet
da: Skaleret
ja: スケールして配置

source: Ra&ndom
br: Dre &zegouezh
da: Tilfældigt
ja: ランダム(&n)

source: Setu&p...
br: &Kefluniañ
da: &Indstillinger...
ja: 設定(&p)...

source: &Dock into the panel
br: Ensoc'hañ er &banell
da: &Dyk ned i panelet
ja: パネル上で実行(&D)

source: Cache size (kB):
br: Ment ar grubuilh (kO) :
da: Cache størrelse (kB)
ja: キャッシュサイズ (kB):

source: Desktop names
br: Anv ar burevioù
da: Arbejdsplads navne
ja: デスクトップ名

source: File error
br: Fazi restr
da: Navngivelses fejl
ja: ファイルエラー

source: Can't load image file
br: Na m'eus ket gallet kargañ restr ar skeudenn
da: Kan ikke åbne billedfil
ja: 画像ファイルを読み込めません

source: Unsupported URL
br: URL anskoraet
da: Ikke understøttet URL
ja: サポートされないURL

source: Sorry, this type of URL is currently unsupportedby the KDE Display Module
br: Ho tigarez, ar seurt URL-mañ n'eo ket skoraet gant mollad diskouez KDE
da: Undskyld, denne slags URL er ikke understøttet af KDE fremviseren
ja: すみません、この種のURLは現時点ではKDEディスプレイモジュールでサポートされていません

source: Two color backgrounds
br: Drekleur daou liv
da: To farve baggrund
ja: 二色の背景

source: Blend colors from &top to bottom
br: Kemmeskit livioù adalek al &laez davet an traoñ
da: Bland farver fra &top til bund
ja: 上から下へ色を混ぜる(&t)

source: Blend colors from &right to left
br: Kemmeskit livioù adalek an tu &dehou davet an tu kleiz
da: Bland farver fra &højre til venstre
ja: 右から左へ色を混ぜる(&r)

source: Use &pattern
br: Implijit &patrom
da: Brug &mønster
ja: パターンを使う(&p)

source: Preview
br: Rakgwel
da: Vis den
ja: プレビュー

source: Pattern &name
br: &Anv ar patrom
da: Mønster &navn
ja: パターン名(&n)

source: Current
br: Hini red
da: Aktuel
ja: カレント

source: Filled
br: Leuniet
da: Udfyldt
ja: 満たす

source: Fish net
br: Roued pesketañ
da: Fiskenet
ja: 魚網

source: Triangles
br: Tric'hornioù
da: Trekanter
ja: 三角形

source: Flowers
br: Bleunioù
da: Blomster
ja: 花

source: Rattan
ja: 籐

source: Cobbled Pavement
br: Pavez
da: Toppede brosten
ja: つぎはぎの舗装

source: Random mode setup
br: Kefluniadur dre zegouezh
da: Opsætning i tilfældig modus
ja: ランダムモード設定

source: Pick files from &directory
br: Pakañ restroù diwar ar &renkell
da: Tag fil fra &folder
ja: ファイルをディレクトリから取出し(&d)

source: &Browse ...
br: &Furchal...
da: &Gennemsøg...
ja: ブラウズ(&B) ...

source: Timer Delay in seconds :
br: Gedvezh an dilerc'hier e eilenn :
da: Tids tøven i sekunder
ja: タイマー遅延(秒):

source: In &order
br: En &urzh
da: I &rækkefølge
ja: 順番に(&o)

source: Desktops :
br: Burevioù :
da: Arbejdspladser:
ja: デスクトップ:

source: &Add
br: &Ouzhpennañ
da: &Tilføj
ja: 追加(&A)

source: Directory error
br: Fazi renkell
da: Navngivelses fejl
ja: ディレクトリエラー

source: Selected directory doesn't exists
br: Ar renkell diuzet n'eus ket anezhi
da: Den valgte folder eksisterer ike
ja: 選択されたディレクトリはありません

source: Color Scheme
br: Steuñv liv
da: Farve skema
ja: 色スキーム

source: Current scheme
br: Steuñv red
da: Aktuelle skema
ja: 現在のスキーム

source: KDE default
br: KDE dre ziouer
da: KDE standard
ja: KDE標準

source: &Add ...
br: &Ouzhpennañ
da: &Tilføj...
ja: 追加(&A) ...

source: &Save changes
br: &Enrollañ ar c'hemmoù
da: &Gem ændringer
ja: 変更を保存(&S)

source: Widget color
br: Liv ar widgetoù
da: Widget farve
ja: ウィジット色

source: Inactive title bar
br: Barrenn ditl marv
da: Inaktiv titelbjælke
ja: 非アクティブなタイトルバー

source: Inactive title text
br: Testenn ditl marv
da: Inaktiv titeltekst
ja: 非アクティブなタイトルテキスト

source: Inactive title blend
br: Kemmeskaj titl marv
da: Inaktiv titel blanding
ja: 非アクティブなタイトルブレンド

source: Active title bar
br: Barrenn ditl bev
da: Aktiv titelbjælke
ja: アクティブなタイトルバー

source: Active title text
br: Testenn ditl bev
da: Aktiv titeltekst
ja: アクティブなタイトルテキスト

source: Active title blend
br: Kemmeskaj titl bev
da: Aktiv titelblanding
ja: アクティブなタイトルブレンド

source: Background
br: Drekleur
da: Baggrund
ja: 背景

source: Text
br: Testenn
da: Tekst
ja: テキスト

source: Select background
br: Diuzit an drekleur
da: Vælg baggrund
ja: 背景を選択

source: Select text
br: Diuzit an destenn
da: Udvælg tekst
ja: テキストを選択

source: Window background
br: Drekleur ar prenestr
da: Vindues baggrund
ja: ウィンドウ背景

source: Window text
br: Testenn ar prenestr
da: Vindues tekst
ja: ウィンドウテキスト

source: Contrast
br: Dargemm
da: Kontrast
ja: コントラスト

source: &Low
br: &Izel
da: &Lav
ja: 低い(&L)

source: High
br: Uhel
da: Høj
ja: 高い

source: Error removing
br: Fazi o lemel
da: Kunne ikke fjerne
ja: 削除エラー

source: This color scheme could not be removed. Perhaps you do not have permission to alter the file system where the color scheme is stored.
br: Ar steuñ liv-mañ n'hell ket bezañ lamet : Marteze n'oc'h ket aotreet da gemm ar reizhiad restroù lec'h ma 'n em gav ar steuñv livioù.
da: Farve skemaet kunne ikke fjernes. Måske har du ikke tilladelse til at ændre det filsystem hvor farve skemaet er gemt.
ja: この色スキームは削除できませんでした。 たぶんあなたは色スキームが保管されている ファイルシステムを置き換える許可を与えられていません。

source: Naming error
br: Fazi envel
da: Navngivelses fejl
ja: 名前付けエラー

source: Please choose a unique name for the new color scheme. The one you entered already appears in the color scheme list.
br: Dibabit mar plij ur anv dieil evit ar steuñv liv. An hini oc'h eus roet 'n em gav e roll ar steuñv liv endeo.
da: Vælg venligst et entydigt navn for det nye farveskema. Navnet du skrev findes allerede i farveskema listen.
ja: 新しい色スキームには一意な名前を選択してください あなたが入力した名前は既に色スキームリストに 存在しています。

source: Add a color scheme
br: Ouzhpennit ur steuñv liv
da: Tilføj et farve skema
ja: 色スキームを追加

source: &Enter a name for the new color scheme to be added to your personal list. The colors currently used in the preview will be copied into this scheme to begin with.
br: &Roit un anv evit ar steuñv liv nevez da ouzhpennañ d'hor roll prevez. Al livioù en implij er rakgwel a vo eilet er steuñv-mañ da gregiñ ganti.
da: Indføj et navn for det nye farveskema der kan blive tilføjet din personlige liste. De farver der for øjeblikket bruges i 'Vis' vilblive kopieret ind i dette skema som en begyndelse.
ja: あなたの個人リストに追加する新しい 色スキームの名前を入力してください。(&E) プレビューで現在使われている色は 始めにこのスキームにコピーされます。

source: Ignore
br: Na ober van
da: Ignorer
ja: 無視

source: Save Screen
br: Damantiñ ar skramm
da: Gem skærm
ja: スクリーンを保存

source: Lock Screen
br: Prennañ ar skramm
da: Lås skærm
ja: スクリーンをロック

source: Screen Saver
br: Damanter skramm
da: Skærmskåner
ja: スクリーンセーバ

source: No screensaver
br: Damanter ebet
da: Ingen skærmskåner
ja: スクリーンセーバなし

source: &Setup ...
br: &Kefluniañ ...
da: &Indstillinger...
ja: 設定(&S) ...

source: &Test
br: &Arnodiñ
ja: テスト(&T)

source: Settings
br: Kefluniadur
da: Indstillinger
ja: 設定

source: &Wait for
br: G&ortoz e-pad
da: &Vent i
ja: 待ち時間(&W)

source: min.
br: mun.
ja: 分

source: &Require password
br: &Tremenger ret
da: K&ræver kodeord
ja: パスワードが必要です(&R)

source: &Accept root password to unlock
br: &Aotren tremenger root evit dibrennañ
da: &Accepter at root kodeord låser op
ja: ロック解除のためにrootパスワードを許容

source: Show &password as stars
br: Diskouez tremenger gant &stered
da: Vis kodeord som stjerner
ja: パスワードを星で表示

source: Priority
br: Tevet
da: Prioritet
ja: 優先度

source: &High
br: &Uhel
da: &Høj
ja: 高い(&H)

source: Low
br: Izel
da: Lav
ja: 低い

source: Style
br: Giz
da: Stil
ja: スタイル

source: &Draw widgets in the style of Windows 95
br: &Tresañ widgetoù giz Windows 95
da: &Tegn Widgets i Windows 95 stil
ja: ウィジットをWindows 95のスタイルで描く

source: &Menubar on top of the screen in the style of MacOS
br: &Barenn al lañser e laez ar skramm e giz MacOS
da: &Menuen i toppen af skærmen i Macintosh stil
ja: MacOSスタイルのようにスクリーン上部にメニューバー

source: &Apply fonts and colors to non-KDE apps
br: A&rloañ nodrezhoù ha livioù da arloadoù an-KDE
da: &Anvend skrift på ikke-KDE programmer
ja: フォントと色を非KDEアプリにも適用(&A)

source: General font
br: Nodrezh pennañ
da: Generelt skrift
ja: 一般用フォント

source: Fixed font
br: Nodrezh ingal
da: Fast skrift
ja: 固定幅フォント

source: Window title font
br: Nodrezh titl ar prenestr
da: Vindues titel skrift
ja: ウィンドウタイトルフォント

source: Panel button font
br: Nodrezh nozell ar banell
da: Panelknap skrift
ja: パネルボタンフォント

source: Panel clock font
br: Nodrezh horolaj ar banell
da: Panel ur skrift
ja: パネルクロックフォント

source: Sample text
br: Testenn skouer
da: Tekst eksempel
ja: サンプルテキスト

source: &Background
br: &Drekleur
da: &Baggrund
ja: 背景(&B)

source: &Screensaver
br: D&amanter skramm
da: &Skærmskåner
ja: スクリーンセーバ(&S)

source: &Colors
br: &Livioù
da: &Farver
ja: 色(&C)

source: &Style
br: &Giz
da: &Stil
ja: スタイル(&S)

source: usage: kcmdisplay [-init | {background,screensaver,colors,fonts,style}]
br: arveriadur : kcmdisplay [-init | {background,screensaver,colors,fonts,style}]
da: brug: kcmdisplay [-init | {background,screensaver,colors,fonts,style}]
ja: 利用法: kcmdisplay [-init | {background,screensaver,colors,fonts,style}]

source: Display settings
br: Kefluniadur an diskouez
da: Skærm indstillinger
ja: ディスプレイ設定

source: Inactive window
br: Prenestr marv
da: Inaktivt vindue
ja: 非アクティブウィンドウ

source: Active window
br: Prenestr bev
da: Aktivt vindue
ja: アクティブウィンドウ

source: Selected text
br: Testenn diuzet
da: Markeret tekst
ja: 選択されたテキスト

source: New
br: Nevez
da: Ny
ja: 新規作成

source: &Typeface
br: &Nodrezh
da: Skrif&t type
ja: 組版(&T)

source: &Bold
br: &Tev
da: &Fed
ja: ボールド(&B)

source: &Italic
br: &Italek
da: &Kursiv
ja: イタリック(&I)

source: &Size
br: &Ment
da: &Størrelse
ja: サイズ(&S)

source: &Character set
br: &Arouezenneg
da: &Tegnsæt
ja: 文字セット(&C)

source: default
br: Dre ziouer
da: standard
ja: 標準

source: any
br: forzh pehini
da: enhver
ja: 任意の

source: THE QUICK BROWN FOX JUMPS OVER THE LAZY DOG the quick brown fox jumps over the lazy dog 0 1 2 3 4 5 6 7 8 9 ! " £ $ % ^ & * ( )
da: THE QUICK BROWN FOX JUMPS OVER THE LAZY DOG ÆØÅ 0 1 2 3 4 5 6 7 8 9 !@#$%^&*()_+|
