Repository: Arquivotheca/otde
Catalog: po/*/kcminput.po
Languages: ca, it, sk

source: &Mouse
ca: &Ratolí
sk: &My¹

source: &Keyboard
ca: &Teclat
it: &Tastiera
sk: &Klávesnica

source: usage: kcminput [-init | {mouse,keyboard}]
ca: us: kcminput [-init | {mouse,keyboard}]
it: utilizzo: kcminput [-init | {mouse,keyboard}]
sk: Pou¾itie: kcminput [-init | {mouse,keyboard}]

source: Input Devices Properties
ca: Propietats dels dispositius d'entrada
it: Proprietà dei dispositivi di Input
sk: Vlastnosti vstupných zariadení

source: Acceleration
ca: Acceleració
it: Accelerazione
sk: Zrýchlenie

source: Threshold
ca: Llindar
it: Movimento minima
sk: Prah citlivosti

source: Button mapping
ca: Mapa de botó
it: Impostazione Tasti
sk: Mapovanie tlaèítok

source: Right handed
ca: Mà dreta
it: Mano Destra
sk: Pre pravákov

source: Left handed
ca: Mà esquerra
it: Mano Sinistra
sk: Pre µavákov

source: Keyboard repeat
ca: Repetició de teclat
it: Ripetizioni tastiera
sk: Opakovanie klávesy

source: Key click volume
ca: Volum de clic de tecles
it: Volume key click
sk: Hlasitos» stlaèenia klávesy
