Repository: Arquivotheca/otde
Catalog: po/*/kcmkeys.po
Languages: fr

source: usage: kcmkeys [-init | {standard,global}]
fr: utilisation : kcmkeys [-init | {standard,global}]

source: New
fr: Nouveau

source: Next
fr: Prochain

source: Find
fr: Chercher

source: End
fr: Fin

source: &Key scheme
fr: &Raccourci clavier

source: &Add ...
fr: &Ajouter...

source: &Save changes
fr: &Enregistrer les modifications

source: This key scheme could not be removed. Perhaps you do not have permission to alter the file system where the key scheme is stored.
fr: Ce raccourci clavier ne peut être enlever. Peut-être n'avez vous pas la permission de modifier le fichier système ou le raccourci clavier est stocké.

source: Naming conflict
fr: Conflit de nom

source: Please choose a unique name for the new key scheme. The one you entered already appears in the key scheme list.
fr: Utilisé un nom unique pour ce nouveau raccourci Celui-ci apparaît déjà dans la liste des raccourcis.

source: Add a key scheme
fr: Ajouter un raccourci clavier

source: Kill window mode
fr: Mode de destruction de fenêtre

source: Execute command
fr: Executer la commande

source: Window operations menu
fr: Menu des actions sur la fenêtre

source: Window close
fr: Fermeture de la fenêtre

source: Window iconify
fr: Icônifier la fenêtre

source: Window resize
fr: Redimensionner la fenêtre

source: Window move
fr: Déplacer la fenêtre

source: Switch to desktop 1
fr: Commuter vers le bureau 1

source: Switch to desktop 2
fr: Commuter vers le bureau 2

source: Switch to desktop 3
fr: Commuter vers le bureau 3

source: Switch to desktop 4
fr: Commuter vers le bureau 4

source: Switch to desktop 5
fr: Commuter vers le bureau 5

source: Switch to desktop 6
fr: Commuter vers le bureau 6

source: Switch to desktop 7
fr: Commuter vers le bureau 7

source: Switch to desktop 8
fr: Commuter vers le bureau 8

source: Switch one desktop to the right
fr: Commuter d'un bureau vers la droite

source: Switch one desktop to the left
fr: Commuter d'un bureau vers la gauche

source: Switch one desktop up
fr: Commuter d'un bureau vers le haut

source: Switch one desktop down
fr: Commuter d'un bureau vers le bas
