Repository: Arquivotheca/otde
Catalog: po/*/kcmkwm.po
Languages: ko, nl, ro, tr

source: &Windows
ko: 윈도우(&W)
nl: &Vensters
ro: &Ferestre
tr: &Pencere

source: &Buttons
ko: 단추(&B)
nl: &Knoppen
ro: &Butoane
tr: &Düðme

source: &Titlebar
ko: 창제목(&T)
nl: &Titelbalk
ro: Zona de &titlu
tr: &Baþlýk Çubuðu

source: &Desktop
ko: 데스크탑(&D)
nl: &Buroblad
tr: &Masaüstü

source: usage: kcmkwm [-init | {windows,buttons,titlebar,desktop}]
ko: 사용법: kcmkwm [-init | {윈도우,단추,타이틀바,데스크탑}]
tr: Kullaným: kcmkwm [-init | {pencere,düðme,baþlýk çubuðu,masaüstü}]

source: Window manager style
ko: 윈도우 매니져 스타일
nl: Venstermanager stijl
ro: Stil WM
tr: Pencere yöneticisi türü

source: Minimize
ko: 최소화
nl: Minimalizeren
ro: Minimizeazã
tr: Küçült

source: Maximize
ko: 최대화
nl: Maximalizeren
ro: Maximizeazã
tr: Büyült

source: Sticky
ko: 윈도우 고정
nl: Vastplakken
ro: Þintuieºte
tr: Sabit

source: Menu
ko: 메뉴
ro: Meniu
tr: Menü

source: The left side of the titlebar is full... disabling the 'maximise' button
ko: 타이틀 바의 왼쪽이 여유가 없습니다... '최대화' 단추 기능을 사용할 수 없습니다
nl: De linkerkant van de titelbalk is vol... de 'maximalizeren' knop wordt afgezet
ro: Partea stângã a zonei de titlu este plinã... dezactivez butonul de 'maximizare'
tr: Baþlýk çubuðunun sol tarafý dolu... Büyült tuþu geçersiz

source: The right side of the titlebar is full... disabling the 'maximise' button
ko: 타이틀 바의 오른쪽이 여유가 없습니다... '최대화' 단추 기능을 사용할 수 없습니다
nl: De rechterkant van de titelbalk is vol... de 'maximalizeren' knop wordt afgezet
ro: Partea dreaptã a zonei de titlu este plinã... dezactivez butonul de 'maximizare'
tr: Baþlýk çubuðunun sað tarafý dolu... Büyült tuþu geçersiz

source: The left side of the titlebar is full... disabling the 'minimise' button
ko: 타이틀 바의 왼쪽이 여유가 없습니다... '최소화' 단추 기능을 사용할 수 없습니다
nl: De linkerkant van de titelbalk is vol... de 'minimalizeren' knop wordt afgezet
ro: Partea stângã a zonei de titlu este plinã... dezactivez butonul de 'minimizare'
tr: Baþlýk çubuðunun sol tarafý dolu... Küçült tuþu geçersiz

source: The right side of the titlebar is full... disabling the 'minimise' button
ko: 타이틀 바의 오른쪽이 여유가 없습니다... '최소화' 단추 기능을 사용할 수 없습니다
nl: De rechterkant van de titelbalk is vol... de 'minimalizeren' knop wordt afgezet
ro: Partea dreaptã a zonei de titlu este plinã... dezactivez butonul de 'minimizare'
tr: Baþlýk çubuðunun sað tarafý dolu... Küçült tuþu geçersiz

source: Titlebar appearance
ko: 창제목 모양
nl: Uiterlijk titelbalk
ro: Aparenþa zonei de titlu
tr: Baþlýk çubuðu görünümü

source: Shaded Vertically
ko: 수직으로 어두워짐
ro: Umbritã vertical
tr: Dikey gölgeli

source: Shaded Horizontally
ko: 수평으로 어두워짐
ro: Umbritã orizontal
tr: Yatay gölgeli

source: Plain
ko: 효과없앰
nl: Normaal
ro: Planã
tr: Düz

source: Pixmap
ko: 픽스맵
tr: SÝmge

source: Title Animation
ko: 창제목 움직임
nl: Titel bewegen
ro: Animaþia titlului
tr: Baþlýk Animasyonu

source: &Active pixmap
ko: 픽스맵 활성화(&A)
nl: &Actieve pixmap
ro: Pixmap pentru &Activã
tr: &Aktif Simge

source: &Inactive pixmap
ko: 픽스맵 비활성화(&I)
nl: &Inactieve pixmap
ro: Pixmap pentru &Inactivã
tr: &Etkisiz Simge

source: Mouse action
ko: 마우스 동작
nl: Muis handeling
ro: Acþiune ºoarec
tr: Fare Hareketi

source: LeftMouseButton double click on titlebar does:
ko: 창제목을 왼쪽 마우스 단추를 두번 누르기:
nl: LinkerMuisKnop dubbele klik op titelbalk bewerktstelligt:
ro: Dublu clic cu butonul din stânga pe zona de titlu face:
tr: SolFareTuþu ile baþlýk çubuðunda çift týklama þunu yapar:

source: (Un)Maximize
ko: 최대(소)화
ro: (De)Maximizeazã
tr: Büyült(Küçült)

source: (Un)Shade
ko: 윈도감추기(보이기)
ro: (De)Umbreºte
tr: Gölgelendir(Kaldýr)

source: Iconify
ko: 아이콘화
nl: Minimalizeer
ro: Iconificã
tr: Simgele

source: (Un)Sticky
ko: 윈도우 고정(해제)
ro: (De)Þintuieºte
tr: Sabit(Serbest)

source: Resize
ko: 크기조정
nl: Verander grootte
ro: Rescaleazã
tr: Yeniden Boyutlandýr

source: Operations Menu
ko: 윈도우 조작 메뉴
nl: Operaties menu
ro: Meniu de operaþii
tr: Ýþlemler Menüsü

source: Window movement
ko: 윈도우 이동
nl: Verplaatsing vensters
ro: Miºcarea ferestrelor
tr: Pencere Hareketi

source: Transparent
ko: 투명이동
nl: Transparant
ro: Transparentã
tr: Saydam

source: Opaque
ko: 불투명이동
nl: Ondoorzichtig
ro: Opacã
tr: Opak

source: Window resize
ko: 윈도우 크기조절
ro: Rescalarea ferestrelor
tr: Pencere boyutlandýr

source: Animation:
ko: 움직임:
ro: Animaþie:
tr: Animasyon:

source: Fast
ko: 빠르게
ro: Rapidã
tr: Hýzlý

source: Placement policy
ko: 윈도우 배치 방법
nl: Plaatsing nieuwe vensters
ro: Politicã de amplasare
tr: Yerleþtirme Þekli

source: Smart
ko: 스마트
nl: Intelligent
ro: Isteaþã
tr: Akýllý

source: Cascade
ko: 계단배열
nl: Gedeeltelijk overlappend
ro: Cascadatã
tr: Basamakla

source: Interactive
ko: 사용자가 위치 지정
nl: Interactief
ro: Interactivã
tr: Etkileþimli

source: Random
ko: 임의배치
nl: Willekeurig
ro: Aleatoare
tr: Rastgele

source: Manual
ko: 수동배치
nl: Handmatig
ro: Manualã
tr: El ile

source: Allowed Overlap:
ko: 겹쳐지기 허용:
nl: Toegestane overlapping:
ro: Suprapunere permisã:
tr: Ýzin Verilen Örtüþme:

source: Maximize Style
ko: 최대화 형식
nl: Maximalizatie Stijl
ro: Stil de maximizare
tr: Büyültme Biçimi

source: Maximize fully
ko: 전체적으로 최대화
nl: Schermvullend venster
ro: Maximizare completã
tr: Tamamen büyült

source: Maximize vertically
ko: 수직으로 최대화
nl: Maximale verticale grootte
ro: Maximizare verticalã
tr: Düþey Büyült

source: Focus Policy
ko: 활성화 방법
nl: Gedrag focus
ro: Polica de focus
tr: Focus Þekli

source: Click to focus
ko: 클릭시 활성화
nl: Klikken voor focus
ro: Clic pentru focus
tr: Týklayarak Focus

source: Focus follows mouse
ko: 마우스따라 활성화
nl: Focus volgt de muis
ro: Focusul urmãreºte ºoarecul
tr: Focus fareyi izler

source: Classic focus follows mouse
ko: 마우스따라 활성화(전통방식)??
ro: Focusul urmãreºte ºoarecul (clasic)
tr: Klasik Focus fareyi izler

source: Classic sloppy focus
ko: 마우스따라 활성화(전통방식)??
ro: Sloppy focus (clasic)
tr: Klasik Sloppy Focus

source: Auto raise delay (<100 disables)
ko: 자동 불러내기 지연 (<100 불가능)
nl: Vertraging voor automatisch naar voren brengen (<100 afzetten)
ro: Timpul de auto raise (<100 dezactiveazã)
tr: Otomatik yükseltme gecikmesi (<100 kapatýr)

source: miliseconds
ko: ms
nl: milliseconden
ro: milisecunde
tr: milisaniye

source: Active desktop borders
ko: 데스크탑 경계선 활성화
nl: Ingestelde buroblad grenzen
ro: Marginile active ale ecranului
tr: Aktif masaüstü köþeleri

source: Enable active desktop borders
ko: 데스크탑 경계선 활성화 가능
nl: Zet ingestelde buroblad grenzen aan
ro: Activeazã marginile active ale ecranului
tr: Aktif masaüstü köþeleri mümkün

source: Move pointer towards center after switch
ko: 교체후 포인터 중앙으로 옮김
nl: Verplaats wijzer naar centrum na overgang
ro: Mutã cursorul în centru dupã schimbare
tr: Ýþaretleyiciyi merkeze doðru haraket ettir

source: Dekstop switch delay:
ko: 데스크탑 교체 지연시간:
nl: Buroblad overgang vertraging:
ro: Intârzierea schimbãrii ecranului:
tr: Masaüstü deðiþtirme gecikmesi:

source: Magic Borders
ko: 요술 경계선
nl: Magische grenzen
ro: Margini magice
tr: Sihirli Çerçeve

source: Border Snap Zone: (pixels)
ko: 경계선 스냅 존: (픽셀단위)
nl: Grens Verspring Zone: (pixels)
ro: Zona snap pentru margini: (pixeli)
tr: Çerçeve Yapýþma Bölgesi: (benek olarak)

source: Window Snap Zone: (pixels)
ko: 윈도우 스냅 존: (픽셀단위)
nl: Venster Verspring Zone: (pixels)
ro: Zona snap pentru ferestre: (pixeli)
tr: Pencere Yapýþma Bölgesi: (benek olarak)
