Repository: Arquivotheca/otde
Catalog: po/*/kcmkfm.po
Languages: sl

source: &Font
sl: &Pisava

source: &Color
sl: &Barva

source: &Other
sl: &Ostalo

source: User &Agent
sl: &Uporabni¹ki vmesnik

source: Coo&kies
sl: Pi¹&kotki

source: &Desktop Icons
sl: &Ikone na namizju

source: usage: %s [-init | {font,color,misc,proxy,http,useragent,cookies,icons}]
sl: uporaba: %s [-init | {pisava,barva,razno,proxy,http,uporabni¹ki_posrednik,pi¹kotki,ikone

source: KFM Configuration
sl: Konfiguracija KFM

source: Small
sl: Majhen

source: Medium
sl: Srednji

source: Large
sl: Velik

source: Standard Font
sl: Standardna pisava

source: Fixed Font
sl: Pisava stalne ¹irine

source: Default Charset
sl: Privzet nabor znakov

source: Use language charset
sl: Uporabi nabor znakov jezika

source: Background Color:
sl: Barva ozadja:

source: Normal Text Color:
sl: Barva navadnega teksta:

source: URL Link Color:
sl: Barva URL povezave:

source: Followed Link Color:
sl: Barva sledene povezave:

source: Change cursor over link.
sl: Nad povezavo spremeni kazalec.

source: Underline links
sl: Podèrtaj povezave

source: &Allow per-URL settings
sl: Dovoli n&astavitve za posamezen URL

source: Tree &view follows navigation
sl: Dre&vesni pregled sledi navigaciji

source: Don't forget to save your settings!
sl: Ne pozabite shraniti va¹ih nastavitev!

source: Use proxy
sl: Uporabi proxy

source: Port:
sl: Vrata:

source: No Proxy for:
sl: Brez proxy-ja za:

source: Accept languages:
sl: Sprejmi jezike:

source: Accept character sets:
sl: Sprejmi nabore znakov:

source: Assume HTML
sl: Predpostavi HTML

source: On server:
sl: Na stre¾niku:

source: login as:
sl: se prijavi kot:

source: &Add
sl: &Dodaj

source: Known bindings:
sl: Znan

source: &Enable Cookies
sl: O&mogoèi pi¹kotke

source: Default accept policy
sl: Privzeta sprejemna pravila

source: Accept
sl: Sprejmi

source: Ask
sl: Vpra¹aj

source: Reject
sl: Zavrni

source: Domain specific settings:
sl: Specifiène nastavitve za domeno:

source: Change domain accept policy
sl: Spremeni pravila za sprejem domene

source: You must enter a domain first !
sl: Najprej morate vnesti domeno !

source: Horizontal Root Grid Spacing:
sl: Vodoravni razmak mre¾e v osnovnem oknu:

source: Vertical Root Grid Spacing:
sl: Navpièni razmak mre¾e v osnovnem oknu:

source: &Transparent Text for Desktop Icons.
sl: P&rozoren tekst za ikone na omizju.

source: Icon foreground color:
sl: Barva ozadja ikone:

source: Icon background color:
sl: Barva ospredja ikone:

source: Show &Hidden Files on Desktop
sl: Prika¾i &skrite datoteke na omizju
