Repository: Arquivotheca/otde
Catalog: po/*/kcmlocale.po
Languages: da

source: &Locale
da: &Lokalisering

source: usage: kcmlocale [-init | language]
da: brug: kcmlocale [-init | language]

source: Locale settings
da: Lokale indstillinger

source: Language
da: Sprog

source: First
da: Primært

source: Second
da: Sekundært

source: Third
da: Tertiært

source: without name!
da: uden navn!

source: Applying language settings
da: Indfører de nye sprogindstillinger

source: Changed language settings apply only to newly started applications. To change the language of all programs, you will have to logout first.
da: De nye sprog indstillinger gælder kun for nyligt startede programmer. For at ændre sprog for alle programmer må du først logge ud.
