Repository: Arquivotheca/otde
Catalog: po/*/kcmsyssound.po
Languages: da, el, sl

source: &Sound
da: &Lyd
el: Ήχος
sl: &Zvok

source: System Sounds
da: System lyde
el: Ήχοι συστήματος
sl: Sistemski zvoki

source: (none)
sl: (brez)

source: Change to Desktop 1
da: Skift til Arbejdsplads 1
el: Γραφείο 1
sl: Preklopi na namizje 1

source: Change to Desktop 2
da: Skift til Arbejdsplads 2
el: Γραφείο 2
sl: Preklopi na namizje 2

source: Change to Desktop 3
da: Skift til Arbejdsplads 3
el: Γραφείο 3
sl: Preklopi na namizje 3

source: Change to Desktop 4
da: Skift til Arbejdsplads 4
el: Γραφείο 4
sl: Preklopi na namizje 4

source: Change to Desktop 5
da: Skift til Arbejdsplads 5
el: Γραφείο 5
sl: Preklopi na namizje 5

source: Change to Desktop 6
da: Skift til Arbejdsplads 6
el: Γραφείο 6
sl: Preklopi na namizje 6

source: Change to Desktop 7
da: Skift til Arbejdsplads 7
el: Γραφείο 7
sl: Preklopi na namizje 7

source: Change to Desktop 8
da: Skift til Arbejdsplads 8
el: Γραφείο 8
sl: Preklopi na namizje 8

source: Activate Window
da: Aktiver vindue
el: Ενεργοποίηση παραθύρου
sl: Aktiviraj okno

source: Open new window
da: Åben nyt vindue
el: ’νοιγμα νέου παραθύρου
sl: Odpri novo okno

source: Close Window
da: Luk vindue
el: Κλείσιμο παραθύρου
sl: Zapri okno

source: Startup
da: Opstart
el: Έναρξη
sl: Zagon

source: Window Shade Up
sl: Senca okna zgoraj

source: Window Shade Down
sl: Senca okna spodaj

source: Window Iconify
sl: Skrèi okno v ikono

source: Window DeIconify
sl: Odpri okno

source: Window Maximize
sl: Razpri okno

source: Window UnMaximize
sl: Zmanj¹aj okno

source: Window Sticky
sl: Prilepi okno

source: Window UnSticky
sl: Odlepi okno

source: Window Trans New
sl: Novo okno Trans

source: Window Trans Delete
sl: Zbri¹i okno Trans

source: Logout
sl: Odjava

source: Logout Message
sl: Odjavno sporoèilo

source: Window Move Start
sl: Prièni premik okna

source: Window Move End
sl: Konèaj premik okna

source: Window Resize Start
sl: Prièni spreminjanje velikosti okna

source: Window Resize End
sl: Konèaj spreminjanje velikosti okna

source: e&nable system sounds
da: &Iværksæt system lyde
el: Ενεργοποίηση ήχων συστήματος
sl: &vklopi sistemske zvoke

source: &Events:
da: &Hændelser
el: Γεγονότα
sl: &Dogodki

source: &Sounds:
da: &Lyde:
el: Ήχοι
sl: &Zvoki

source: Additional WAV files can be dropped onto the sound list.
da: Yderligere WAV filer kan droppes på lyd listen.
el: Επιπλέον αρχεία wav μπορούν να τοποθετηθούν μέσα στη λίστα ήχων.
sl: Dodatne datoteke WAV so lahko spu¹èene na seznam zvokov

source: Unsupported URL
da: Uunderstøttet URL
el: Το URL δεν υποστηρίζεται
sl: Nepodprt URL

source: Sorry, this type of URL is currently unsupportedby the KDE System Sound Module
sl: Oprostite, ta tip URL trenutno ni podprt v sistemskem zvoènem modulu KDE

source: Sorry, but %s does not seem to be a WAV--file.
sl: Oprostite, toda %s ni videti kot datoteka WAV.

source: Improper File Extension
da: Ugyldigt filefternavn
el: Λανθασμένη επέκταση αρχείου
sl: Neprimerna datoteèna ekstenzija

source: The file %s is already in the list
da: Filen %s er allerede i listen
el: Το αρχείο %s βρίσκεται ήδη στη λίστα
sl: Datoteka %s se ¾e nahaja na seznamu

source: File Already in List
da: Filen er allerede i listen
el: Το αρχείο βρίσκεται ήδη στη λίστα
sl: Datoteka ¾e obstaja v seznamu

source: &Test
el: Δοκιμή

source: Sorry, this type of URL is currently unsupported by the KDE System Sound Module
da: Desværre - denne type URL er endnu ikke understøttet af KDE System Lyde
el: Συγνώμη, αλλά αυτός ο τύπος URL δεν υποστηρίζεται προς το παρόν από το Σύστημα Ήχου του KDE

source: Sorry, but %s does not seem to be a WAV--file!
da: Desværre ser %s ikke ud til at være en WAV-fil!
el: Συγνώμη, αλλά το %s δεν φαίνεται να είναι αρχείο WAV!
