Repository: Arquivotheca/otde
Catalog: po/*/kdehelp.po
Languages: eo, sv

source: KDE Help: Open URL
eo: KDE-helpo: Malfermi URLon
sv: KDE Hjälp: Öppna URL

source: Open URL
eo: URL:
sv: Öppna URL

source: Cannot open:
eo: Ne eblas malfermi:
sv: Kan inte öppna:

source: Oops!
eo: Ho ve!

source: Unknown format:
eo: Nekonata dosiertipo:
sv: Okänt format:

source: Open this Link
eo: Malfermu tiun æi ligon
sv: Öppna den här länken

source: Add Bookmark
eo: Aldonu legosignon
sv: Lägg till som bokmärke

source: Open in new Window
eo: Malfermu en nova fenestro
sv: Öppna i nytt fönster

source: Error in info file
eo: Eraro en la informdosiero
sv: Fel i info-fil

source: Node not found: %s
eo: Nodo ne trovebla: %s
sv: Nod ej funnen: %s

source: Cannot open info file: %s
eo: Ne eblas malfermi informdosieron:
sv: Kan inte öppna info-fil: %s

source: Fatal Error:
eo: Severa eraro:
sv: Fatalt fel:

source: Warning:
eo: Averto:
sv: Varning:

source: Small
eo: Malgranda

source: Medium
eo: Meza

source: Large
eo: Granda

source: Standard Font
eo: Normala tiparo
sv: Standardtypsnitt

source: Fixed Font
eo: Egallarøa tiparo
sv: Fixt typsnitt

source: Background Color:
eo: Fona koloro:
sv: Bakgrundsfärg:

source: Normal Text Color:
eo: Koloro de normala teksto:
sv: Textfärg:

source: URL Link Color:
eo: Koloro de URL-ligoj:
sv: Färg för URLer:

source: Followed Link Color:
eo: Koloro de vizititaj ligoj:
sv: Färg för obesökta URLer:

source: KDE Help Options
eo: KDE-Helpopcioj
sv: Inställningar för KDE Hjälp

source: Colors
eo: Koloroj
sv: Färger

source: Online Manuals
eo: Elektronikaj manlibroj
sv: Online-manual

source: Section %s
eo: Sekcio %s
sv: Kapitel %s

source: Online manual - Section %s
eo: Elektronika manlibro - sekcio %s
sv: Online-manual - Kapitel %s

source: User Commands
eo: Uzanto-komandoj
sv: Användarkommandon

source: System Calls
eo: Sistemvokoj
sv: Systemanrop

source: Subroutines
eo: Subfunkcioj
sv: Subrutiner

source: Devices
eo: Aparatoj
sv: Enheter

source: File Formats
eo: Dosiertipoj
sv: Filformat

source: Games
eo: Ludoj
sv: Spel

source: System Administration
eo: Sistemadministrado
sv: Systemadminstration

source: Reading Dir:
eo: Legas la dosierujon:
sv: Läser katalog:

source: Online Manual - Section
eo: Elektronika manlibro - sekcio
sv: Online-manual - Kapitel

source: "man" system call failed
eo: "man" sistemvoko fiaskis
sv: "man" systemanrop misslyckades

source: Opening temporary file failed
eo: Malfermo de provizora dosiero fiaskis
sv: Kunde inte öppna temporärfil

source: CGI: Destination URL malformed: %s
eo: CGI: Misformita cel-URL: %s
sv: CGI: Mål-URLen har felaktigt format: %s

source: &New Help Window
eo: &Nova helpfenestro
sv: &Nytt hjälpfönster

source: &Open File...
eo: &Malfermu dosieron...
sv: &Öppna fil

source: Open UR&L...
eo: Malfermu &URLon...
sv: Öppna &URL

source: &Search
eo: &Seræu
sv: &Sök

source: &Back
eo: &Malantaýen
sv: Till&baka

source: &Forward
eo: &Antaýen
sv: &Framåt

source: &Top
eo: &Plej supra
sv: &Startsida

source: &Up
eo: S&upren
sv: &Upp

source: &Previous
eo: A&ntaýa

source: &Next
eo: &Sekva

source: &General Preferences...
eo: &Øeneralaj prefera¼oj...
sv: &Allmäna inställningar...

source: Show &Toolbar
eo: Montru &Illistelon
sv: Visa &verktysrad

source: Show &Location
eo: Montru &Situolistelon
sv: &Visa plats

source: Show Status&bar
eo: Montru &Statolistelon
sv: Visa &statusrad

source: &Save Options
eo: &Sekurigu la opciojn
sv: Spara inställningar

source: KDE Help System
eo: KDE-helpsistemo
sv: KDE Hjälpsystem

source: Version
eo: Versio

source: Copyright (c) 1997 Martin Jones <mjones@kde.org> This program is licensed under the GNU General Public License (GPL). KDEHelp comes with ABSOLUTELY NO WARRANY to the extent permitted by applicable law.
eo: Kopirajto (c) 1997 Martin Jones <mjones@kde.org> Tiu æi programo estas licencita laý GNUa Øenerala Publika Licenco (GPL). KDEHelp estas disponigita sen IU AJN GARANTIO koncerne de aplikebla leøo.
sv: Copyright (c) 1997 Martin Jones <mjones@kde.org> Det här programmet är licensierat efter GNU General Public License (GPL). KDEHelp kommer UTAN NÅGRA GARANTIERR ALLS, i den utsträckning somapplicerbara lagar tillåter

source: &Goto
eo: &Iru al
sv: &Gå

source: &Bookmarks
eo: &Legosignoj
sv: &Bokmärken

source: Previous Document
eo: Antaýa dokumento
sv: Föregående dokument

source: Next Document
eo: Sekva dokumento
sv: Nästa dokument

source: Previous Node
eo: Antaýa nodo
sv: Föregående nod

source: Next Node
eo: Sekva nodo
sv: Nästa nod

source: Up one Node
eo: Unu nodon supren
sv: Upp en nod

source: Top Node
eo: Plej supra nodo
sv: Topp-nod

source: Help Contents
eo: Enhavo de la helpo
sv: Innehåll i hjälpen

source: Reload current document
eo: Remalfermu la nunan dokumenton
sv: Uppdatera det här dokument

source: In the Constructor!
eo: En la konstruilo!
sv: I konstrueraren!

source: KDE Help System Version
eo: KDE-helpsistemo Versio
sv: KDE Hjälpsystem Version

source: About KDE Help
eo: Pri KDE-helpo
sv: Om KDE Hjälp

source: &Add Bookmark
eo: &Aldonu legosignon
sv: &Lägg till som bokmärke

source: <!-- Do not edit this file -->
sv: <!-- Ändra inte den här filen -->

source: &Contents
sv: &Innehåll
