Repository: Arquivotheca/otde
Catalog: po/*/kdisplay.po
Languages: sl

source: Enter new desktop name
sl: Vnesite novo ime namizja

source: Desktop
sl: Namizje

source: &Rename ...
sl: P&reimenuj ...

source: &Common Background
sl: &Skupno ozadje

source: Colors
sl: Barve

source: &One Color
sl: En&obarvno

source: &Two Color
sl: &Dvobarvno

source: Set&up ...
sl: Na&stavi ...

source: Wallpaper
sl: Tapete

source: No wallpaper
sl: Brez tapete

source: &Browse...
sl: &Brskaj ...

source: Arrangement:
sl: Ureditev :

source: Tiled
sl: Tlakovano

source: Mirrored
sl: Prezrcaljeno

source: Center Tiled
sl: Centrirano tlakovano

source: Centred
sl: Centrirano

source: Centred Brick
sl: Centrirano na zidu

source: Centred Warp
sl: Centrirano na hodniku

source: Centred Maxpect
sl: Centrirano in poveèano v razmerju

source: Symmetrical Tiled
sl: Simetrièno tlakovano

source: Symmetrical Mirrored
sl: Simetrièno prezrcaljeno

source: Scaled
sl: Poveèano

source: Ra&ndom
sl: &Nakljuèno

source: Setu&p...
sl: Na&stavitve ...

source: &Dock into the panel
sl: &Zasidraj v pult

source: Cache size (kB):
sl: Velikost predpomnilnika (kB)

source: Desktop names
sl: Ime namizja

source: File error
sl: Datoteèna napaka

source: Can't load image file
sl: Ne morem nalo¾iti slike

source: Unsupported URL
sl: Nepodprt URL

source: Sorry, this type of URL is currently unsupportedby the KDE Display Module
sl: Oprostite, ta tip URL je trenutno nepodprt v prikazovalnem modulu KDE

source: Two color backgrounds
sl: Dvobarvno ozadje

source: Blend colors from &top to bottom
sl: Prelij barve od &vrha proti dnu

source: Blend colors from &right to left
sl: P&relij barve z desne proti levi

source: Use &pattern
sl: Uporabi v&zorec

source: Preview
sl: Predogled

source: Pattern &name
sl: &Ime vzorca

source: Current
sl: Trenutno

source: Filled
sl: Napolnjen

source: Fish net
sl: Ribja mre¾a

source: Triangles
sl: Trikotniki

source: Flowers
sl: Ro¾e

source: Rattan
sl: Trstovec

source: Cobbled Pavement
sl: Tlakovan ploènik

source: Random mode setup
sl: Nastavitve nakljuènega naèina

source: Pick files from &directory
sl: Izberi &datoteke iz imenika

source: &Browse ...
sl: &Brskaj ...

source: Timer Delay in seconds :
sl: Èasovni zamik v sekundah :

source: In &order
sl: P&o vrsti

source: Desktops :
sl: Namizja :

source: &Add
sl: &Dodaj

source: Directory error
sl: Napaka v imeniku

source: Selected directory doesn't exists
sl: Izbrani imenik ne obstaja

source: Color Scheme
sl: Barvna kombinacija

source: Current scheme
sl: Trenutna kombinacija

source: KDE default
sl: KDE privzeta

source: &Add ...
sl: &Dodaj

source: &Save changes
sl: &Shrani spremembe

source: Widget color
sl: Barve gradnikov

source: Inactive title bar
sl: Neaktivna naslovna letev

source: Inactive title text
sl: Neaktivno naslovno besedilo

source: Inactive title blend
sl: Preliv neaktivnega naslova

source: Active title bar
sl: Aktivna naslovna letev

source: Active title text
sl: Aktivno naslovno besedilo

source: Active title blend
sl: Preliv aktivnega naslova

source: Background
sl: Ozadje

source: Text
sl: Besedilo

source: Select background
sl: Izberite ozadje

source: Select text
sl: Izberite besedilo

source: Window background
sl: Ozadje okna

source: Window text
sl: Besedilo v oknu

source: Contrast
sl: Kontrast

source: &Low
sl: &Majhen

source: High
sl: Velik

source: Error removing
sl: Napaka pri odstranitvi

source: This color scheme could not be removed. Perhaps you do not have permission to alter the file system where the color scheme is stored.
sl: Barvne kombinacije se ni dalo odstraniti. Mogoèe nimate dovoljenja za spreminjanje imenika, kjer je kombinacija shranjena.

source: Naming error
sl: Napaka pri poimenovanju

source: Please choose a unique name for the new color scheme. The one you entered already appears in the color scheme list.
sl: Prosim izberite ¹e neuporabljeno ime za novo barvno kombinacijo. To, ki ste ga vpisali, je ¾e na seznamu barvnih kombinacij.

source: Add a color scheme
sl: Dodaj barvno kombinacijo

source: &Enter a name for the new color scheme to be added to your personal list. The colors currently used in the preview will be copied into this scheme to begin with.
sl: &Vpi¹ite ime nove barvne kombinacije, ki bo dodana va¹emu osebnemu seznamu. Barve, trenutno uporabljene v predogledu, bodo uporabljene tudi v tej kombinaciji.

source: Ignore
sl: Zanemari

source: Save Screen
sl: Shrani zaslon

source: Lock Screen
sl: Zakleni zaslon

source: Screen Saver
sl: Osve¾evalec zaslona

source: No screensaver
sl: Brez osve¾evalca

source: &Setup ...
sl: Na&stavi ...

source: &Test
sl: &Preizkus

source: Settings
sl: Nastavitve

source: &Wait for
sl: &Poèakaj

source: &Require password
sl: &Zahtevaj geslo

source: &Accept root password to unlock
sl: &Sprejmi geslo uporabnika root za odklenitev

source: Show &password as stars
sl: Poka¾i &geslo kot zvezdice

source: Priority
sl: Prednost

source: &High
sl: &Velika

source: Low
sl: Majhna

source: Fonts etc.
sl: Pisave itd.

source: &Draw widgets in the style of Windows 95
sl: &Nari¹i gradnike v slogu Windows 95

source: &Apply style to non-KDE apps
sl: Upor&abi slog pri ne-KDE programih

source: &Menubar on top of the screen in the style of MacOS
sl: &Izbirna letev naj bo na vrhu zaslona v slogu MacOS

source: Desktop fonts
sl: Pisave namizja

source: General font
sl: Splo¹na pisava

source: Fixed font
sl: Pisava stalne ¹irine

source: Window title font
sl: Pisava naslova okna

source: Panel button font
sl: Pisava na gumbih pulta

source: Panel clock font
sl: Pisava na uri pulta

source: Sample text
sl: Primer besedila

source: THE QUICK BROWN FOX JUMPS OVER THE LAZY DOG the quick brown fox jumps over the lazy dog 0 1 2 3 4 5 6 7 8 9 ! " £ $ % ^ & * ( )
sl: PI©KUR MOLÈE GRABI FI®OL IZ DNA CEZIJEVE HOSTE pi¹kur molèe grabi fi¾ol iz dna cezijeve hoste 0 1 2 3 4 5 6 7 8 9 ! " £ $ % ^ & * ( )

source: &Background
sl: &Ozadje

source: &Screensaver
sl: O&sve¾evalec zaslona

source: &Colors
sl: B&arve

source: &Fonts etc.
sl: P&isave itd.

source: usage: kcmdisplay [-init | {background,screensaver,colors,style}]
sl: Uporaba: kcmdisplay [-init | {background,screensave,colors,style}]

source: Display settings
sl: Zaslonske nastavitve

source: Inactive window
sl: Neaktivno okno

source: Active window
sl: Aktivno okno

source: Selected text
sl: Izbrano besedilo

source: New
sl: Novo

source: &Typeface
sl: &Oblika pisave

source: &Bold
sl: &Polkrepko

source: &Italic
sl: &Le¾eèe

source: &Size
sl: &Velikost

source: &Character set
sl: &Nabor znakov

source: default
sl: privzet

source: any
sl: katerikoli
