Repository: Arquivotheca/otde
Catalog: po/*/kdm.po
Languages: br, fr, he, is, mk

source: Shutdown or restart?
br: Lazhañ pe adloc'hañ ?
fr: Arrêter ou redémarrer ?
he: ? שדחמ הלעפה וא יוביכ
is: Sl=F6kkva e=F0a endurr=E6sa?
mk: Iskluchi ili restartuvaj

source: (Enter Root Password)
br: (Roit tremenger root)
fr: (Entrer le mot de passe root)

source: Shutdown
br: Lazhañ
fr: Arrêter le système
he: בשחמה יוביכ
is: Sl=F6kkva
mk: Iskluchi

source: Shutdown and restart
br: Lazhañ hag adloc'hañ
fr: Réinitialisation du système
he: בשחמה לש שדחמ הלעפה
is: Sl=F6kkva og endurr=E6sa
mk: Iskluchi i restartuvaj

source: Restart X Server
br: Adloc'hañ ar servijer X
fr: Redémarrer le Serveur X

source: Login:
br: Arveriad :
fr: Utilisateur :
he: שמתשמ םש
is: Notandanafn:
mk: Vkluchi se:

source: Password:
br: Tremenger
fr: Mot de passe :
he: המסיס
is: Lykilor=F0:
mk: Lozinka:

source: Login failed!
br: Ereañ sac'het
fr: Mot de passe incorrect !
he: ! היוגש הסינכ
is: A=F0gangur br=E1st!
mk: Neuspeshno vkluchuvanje

source: Session Type:
br: Doare an dalc'h :
fr: Session :
he: תונולחה להנמ
is: Tegund setu:
mk: Tip na Sesija:

source: Go!
br: Kit !
fr: Entrer !
he: ! רבחתה
is: =C1fram!
mk: Izvrshi!

source: Shutdown...
br: Lazhañ...
fr: Arrêter...
he: ...יוביכ
is: Sl=F6kkva...
mk: Iskluchi...

source: Logins not available right now.
br: Ereañ dihegerz evit ar mare.
fr: Connexion impossible maintenant.
is: A=F0gangur banna=F0ur =FEessa stundina.

source: login_getcapstr() failed.
br: login_getcapstr() sac'het
fr: login_getcapstr() a échoué

source: Sorry -- your account has expired.
br: Ho tigarez -- echu eo gant ho kont
fr: Désolé -- votre compte est perimé.
is: Fyrirgefi=F0, a=F0gangsleyfi =FEitt er =FAtrunni=F0.

source: Warning: your account expires on %s
br: Diwallit : echuiñ a ray ho kont d'ar %s
fr: Attention : votre compte sera périmé le %s
is: A=F0v=F6run: A=F0gangsleyfi =FEitt rennur =FAt %s

source: Home directory not available
br: Renkell Er Gêr zo dihegerz
fr: Répertoire home non disponible
is: Heimamappan =FE=EDn finnst ekki

source: Exit kdm
he: KDM מ האיצי
is: H=E6tta =ED KDM
mk: Izlezi od kdm
