Repository: Arquivotheca/otde
Catalog: po/*/kdmconfig.po
Languages: ca, cs, es

source: &Appearance
ca: &Aparença
cs: &Vzhled
es: &Aspecto

source: &Background
ca: F&ons
cs: &Pozadí
es: F&ondo

source: &Users
ca: &Usuaris
cs: &U¾ivatelé
es: &Usuarios

source: usage: kdmconfig [-init | {appearance,font,background,sessions,users}]
ca: us: kdmconfig [-init | {appearance,font,background,sessions,users}]

source: KDM Configuration
ca: Configuració KDM
cs: Konfigurace KDM
es: Cofiguración del KDM

source: Sorry, but you don't have read/write permission to the KDM setup file.
ca: Ho sento, pero no teniu permís de lectura/escriptura pel fitxer d'inicialització KDM.
es: Lo siento, pero no tienes permiso de lectura/escritura sobre el fichero de configuracin del KDM.

source: Missing privileges
ca: Manquen privilegis
cs: Chybí privilegia

source: Appearance
ca: Aparença

source: Greeting string:
ca: Text de salutació:
cs: Uvítací text:
es: Frase de bienvenida:

source: KDM logo:
ca: Logo KDM:
cs: Logo KDM:
es: Logotipo del KDM:

source: Click or drop an image here
ca: Feu clic o amolleu una imatge aquí
cs: Klikni zde nebo sem upus» obrázek
es: Haga Click, o deje una imagen aquí

source: GUI Style:
ca: Estil GUI:
cs: GUI styl:
es: Estilo del GUI:

source: Language
ca: Idioma

source: Language:
ca: Idioma:

source: There was an error loading the image: >
ca: Hi ha hagut un error en carregar la imatge: >
cs: Nastala chyba pøi nahrávání obrázku: >
es: Se ha producido un error al cargar la imagen: >

source: There was an error saving the image: >
ca: Hi ha hagut un error en desar la imatge: >
cs: Nastala chyba pøi ukládání obrázku:\n
es: Se ha producido un error al guardar la imagen: >

source: Sorry, but
ca: Ho sento, pero
cs: Je mi líto, ale
es: Lo siento, pero

source: does not seem to be an image file
ca: no sembla esser un fitxer imatge
cs: není obrázek
es: no parece ser un fichero gráfico

source: Please use files with these extensions
ca: Si us plau, empreu fitxers amb aquestes extensions
cs: Prosím pou¾ívejte souboru s tìmito pøíponami
es: Por favor, utiliza ficheros con las siguientes extensiones

source: Improper File Extension
ca: Extensió de fitxer impròpia
cs: Nesprávná koncovka souboru
es: Fichero con extension indebida

source: < It will not be saved...
ca: < No es desarà...
cs: < nebude ulo¾eno ...
es: < No se guardará...

source: Select fonts
ca: Fonts sel·leccionades
cs: Vybìr fontù
es: Eligir fuentes

source: Change font
ca: Canviar font
es: Cambiar fuentes

source: Greeting
ca: Salutació
cs: Uvítání
es: Bienvenida

source: Fail
ca: Fallada
cs: Selhání
es: Fallo

source: Standard
ca: Estàndard
cs: Standardní
es: Estándar

source: Example:
ca: Exemple:
es: Ejamplo:

source: Wallpaper
ca: Paper pintat
cs: Tapeta
es: Papel de fondo

source: Tiled
ca: Mosaic
es: Repetido

source: Centred
ca: Centrat
es: Centrado

source: Scaled
ca: Escalat
es: Escalado

source: All users
ca: Tots els usuaris
cs: V¹ichni u¾ivatelé
es: Todos los usuarios

source: Selected users
ca: Usuaris sel·leccionats
cs: Vybraní u¾ivatelé
es: Usuarios seleccionados

source: No-show users
ca: Usuaris ocults
cs: Vyjmutí u¾ivatelé
es: Usuarios no mostrables

source: Show only selected users
ca: Mostrar només usuaris sel·leccionats
cs: Ukazovat pouze vybrané u¾ivatele
es: Mostrar sólo los usuarios seleccionados

source: Show all users but no-show users
ca: Mostrar tots els usuaris excepte els ocults
cs: Ukazovat v¹echny kromì vyjmutých
es: Mostrar todos los usuarios excepto los no mostrables

source: Show users
ca: Usuaris visibles
cs: Ukázat u¾ivatele
es: Mostrar usuarios

source: Sort users
ca: Usuaris ordenats
cs: Setøídit u¾ivatele
es: Ordenar usuarios

source: No user selected
ca: Cap usuari sel·leccionat
cs: Není vybrán ¾ádný u¾ivatel
es: Ningn usuario seleccionado

source: Save image as default image?
ca: Deso la imatge com imatge per omissió?
cs: Ulo¾ obrázek jako implicitní?
es: ¿Guardar esta imagen como la imagen por defecto?

source: None
ca: Cap
cs: Nikomu
es: Nadie

source: All
ca: Tots
cs: V¹em
es: Todos

source: Root Only
ca: Només root
cs: Pouze root
es: Sólo el SuperUsuario

source: Console Only
ca: Només la consola
cs: Pouze z konzole
es: Sólo desde consola

source: Commands
ca: Ordres
cs: Pøíkazy
es: Ordenes

source: Shutdown
ca: Aturar
es: Apagar

source: Restart
ca: Reengegar
es: Reiniciar

source: Session types
ca: Tipus de sessió
cs: Typy sezení
es: Tipos de sesiones

source: New type
ca: Nou tipus
cs: Nový typ
es: Nuevo tipo

source: Available types
ca: Tipus disponibles
cs: Dostupné typy
es: Tipos disponibles

source: without name!
ca: sense nom!

source: &Fonts
es: &Fuentes

source: &Sessions
cs: &Sezení
es: &Sesiones

source: Browse...
es: Examinar...

source: Allow to shutdown:
es: Permitir Apager la máquina:

source: ERROR
cs: CHYBA

source: Color
cs: Barva
