Repository: Arquivotheca/otde
Catalog: po/*/kedit.po
Languages: fr, hu, it, pt

source: Show &Tool Bar
fr: Montrer la barre d'&outils
hu: &Eszköztár megjelenítése
it: Mostra &Barra Strumenti
pt: Mostrar &Barra de Ferramentas

source: Hide &Tool Bar
fr: Cacher la barre d'&outils
hu: Eszköztár el&rejtése
it: Nascondi &Barra Strumenti
pt: Esconder &Barra de Ferramentas

source: Show &Status Bar
fr: Montrer la barre d'état
hu: &Státuszsor megjelenítése
it: Mostra Barra di &Status
pt: Mostrar Barra de &Status

source: Hide &Status Bar
fr: Cacher la barre d'état
hu: S&tátuszsor elrejtése
it: Nascondi Barra di &Status
pt: Esconder Barra de &Status

source: Open...
it: Apri...

source: Save as...
it: &Salva con nome...

source: Copy
it: Copia

source: Paste
it: Incolla

source: Cut
it: Taglia

source: &Foreground Color
it: Colore del Testo

source: &Background Color
it: Colore dello Sfondo

source: &About...
fr: A &propos
it: &Info su...
pt: &Acerca...

source: Ne&w...
fr: &Nouveau...
hu: Ú&j...
it: Nuo&vo
pt: No&vo

source: &Open...
it: &Apri

source: &Save
it: Salva

source: S&ave as...
it: Salva con nome...

source: &Close
it: &Chiudi

source: Open &URL...
fr: Ouvrir l'&URL...
hu: &URL megnyitása...
it: &Apri indirizzo (URL)...
pt: Abrir &URL

source: Save to U&RL...
fr: Enregistrer à l'U&RL...
hu: Mentés U&RL-be...
it: &Salva indirizzo (URL)...
pt: Gravar para U&RL...

source: &Print...
it: &Stampa...

source: &Mail...
fr: &Courrier...
hu: &Levél...
it: &Posta...

source: New &Window
fr: Nouvelle &fenêtre
hu: Új &ablak
it: Nuova &Finestra
pt: Nova &Janela

source: E&xit
it: E&sci

source: &Copy
it: &Copia

source: &Paste
it: &Incolla...

source: C&ut
it: &Taglia

source: Insert &Date
fr: Insérer la &date
hu: &Dátum beszúrása
it: Inserisci &Data
pt: Inserir &Data

source: &Find...
fr: C&hercher...
hu: K&eres...
it: Trova...
pt: &Encontrar...

source: Find &Again
fr: Chercher à &nouveau...
hu: Kö&vetkezõ
it: Trova ancora
pt: Encontrar &Novamente

source: &Replace
fr: &Remplacer
hu: &Csere
it: Sostituisci
pt: &Substituir

source: &Goto Line...
fr: &Aller à la ligne
hu: &Sorra ugrás...
it: Vai alla linea...
pt: &Ir Para Linha...

source: &Font
fr: &Police
it: C&arattere
pt: &Letra

source: Colors
fr: Couleurs
it: Colori
pt: Cores

source: Auto &Indent
fr: Indentation auto
hu: &Automatikus behúzás
it: Auto &Indentazione
pt: &Indentação Automática

source: &Tool Bar
fr: Barre d'&outils
hu: &Eszköztár
it: Barra Strumenti
pt: Barra de &Ferrramentas

source: &Status Bar
fr: Barre d'é&tat
hu: &Státuszsor
it: Barra di status
pt: Barra de &Status

source: Save Options
fr: Enregistrer les options
hu: Beállítások mentése
it: Salva Opzioni
pt: Gravar Opções

source: &Edit
it: Modifica

source: &Options
it: Opzioni

source: New Document
fr: Nouveau document
hu: Új dokumentum
it: Nuovo Documento
pt: Novo Documento

source: Open Document
fr: Ouvrir un document
hu: Dokumentum megnyitása
it: Apri Documento
pt: Abrir Documento

source: Save Document
fr: Enregistrer le document
hu: Dokumentum mentése
it: Salva Documento
pt: Gravar Documento

source: Print Document
fr: Imprimer le document
hu: Dokumentum nyomtatása
it: Stampa Documento
pt: Imprimir Documento

source: Mail Document
fr: Expédier le document
hu: Dokumentum postázása
it: Posta Documento
pt: Enviar Documento por email

source: Done
hu: Kész
it: Fatto

source: Open Location:
fr: Ouvrir l'URL:
hu: Megnyitandó cím:
it: Apri Indirizzo (URL):
pt: Abrir Localização

source: Save to Location:
fr: Enregistrer à l'URL
hu: Címre mentés:
it: Salva all'Indirizzo (URL):
pt: Gravar para Localização:

source: Message
hu: Üzenet
it: Messaggio
pt: Mensagem

source: This Document has been modified. Would you like to save it?
fr: Ce document à été modifié. Voulez vous l'enregistrer ?
hu: A dokumentum megváltozott. Ki akarja menteni?
it: Questo Documento é stato modificato. Vuoi salvarlo?
pt: Este Documento foi modificado. Deseja gravá-lo?

source: Sorry
it: Mi dispiace

source: Could not save the file. Exit anyways?
fr: Impossible d'enregistrer le fichier. Voulez vous quand même quitter ?
hu: Nem lehet a file-ba menteni. Mégis kilép?
it: Impossibile salvare il file. Desideri uscire lo stesso?
pt: Não foi possivel gravar o ficheiro. Sair mesmo assim?

source: There are windows with modified content open. If you exit now, you will loose those changes Quit anyways?
fr: Il y a des fenêtres avec des modifications non enregistrées. Si vous quittez maintenant, les modifications seront perdues . Voulez-vous quand même quitter ?
hu: Még bizonyos módosított tartalmú ablakok nyitva vannak. Ha most kilép, minden változtatást elveszti. Mégis kilép?
it: Ci sono delle finestre aperte il cui contenuto é stato modificato. Uscendo adesso, perderesti tutte le modifiche. Desideri uscire lo stesso?
pt: Existem janelas cujo conteudo foi modificado. Se sair agor, irá perder estas mudanças Sair mesmo assim?

source: Wrote: %s
fr: Ecrit: %s
it: Scritto: %s
pt: Escreveu: %s

source: No changes need to be saved
fr: Aucun changement nécessitant d'être enregistré
hu: Nem történt módosítás
it: Nessuna modifica da salvare
pt: Nenhumas mudanças necessitam de ser gravadas

source: Saved as: %s
fr: Enregistré sous: %s
hu: Mentve: %s
it: Salvato come: %s
pt: Gravado como: %s

source: Could not pipe the contentsof this Document into: %s
fr: Impossible de rediriger ce document vers: %s
hu: Nem lehet átirányítani a dokumentum tartalmát %s felé
it: Impossibile transmettere (con pipe) il contenuto di questo Documento in: %s
pt: Não foi possivel enviar pelo pipe os conteudos deste Documento para: %s

source: Auto Indent Mode: On
fr: Indentation auto: actif
hu: Automatikus behúzás: be
it: Auto indentazione: Attivata
pt: Modo de Auto Indentação: Ligado

source: Auto Indent Mode: Off
fr: Indentation auto: inactif
hu: Automatikus behúzás: ki
it: Auto indentazione: Disattivata
pt: Modo de Auto Indentação: Desligado

source: Line: %d Col: %d
fr: Lig.: %d Col.: %d
hu: Sor: %d Oszlop: %d
it: Linea: %d Col: %d
pt: Linha: %d Col: %d

source: The current document has been modified. Would you like to save the changes before printing this Document?
fr: Le document actuel a été modifié. Voulez vous enregistrer les modifications avant de l'imprimer ?
hu: A dokumentum megváltozott. Ki akarja menteni a változásokat nyomtatás elõtt?
it: Il Documento é stato modificato. Vuoi salvare le modifiche prima di stampare il Documento?
pt: O documento actual foi modificado. Deseja gravar as mudanças antes de imprimir este Documento?

source: Printing: %s Untitled (Selection)
fr: Impression: %s Sans nom (Sélection)
hu: Nyomtatás: %s Névtelen (kijelölés)
it: Stampa in corso: %s Senza Titolo (Selezione)
pt: Imprimido: % Sem-Titulo (Selecção)

source: Printing: %s Untitled
fr: Impression: %s Sans nom
hu: Nyomtatás: %s Névtelen
it: Stampa in corso: %s Senza Titolo
pt: Imprimindo: %s Sem-Titulo

source: Printing: %s
fr: Impression: %s
hu: Nyomtatás: %s
it: Stampa in corso: %s
pt: Imprimindo: %s

source: Printing: %s %s (Selection)
fr: Impression: %s % (sélection)
hu: Nyomtatás: %s %s (kijelölés)
it: Stampa in corso: %s %s (Selezione)
pt: Imprimindo: %s %s (Selecção)

source: Saving ...
fr: Enregistre...
hu: Mentés...
it: Salvataggio su disco in corso...
pt: Gravando ...

source: Loading ...
fr: Charge...
hu: Betöltés...
it: Sto caricando ...
pt: A Carregar ...

source: KEdit is already waiting for an internet job to finish Please wait until has finished Alternatively stop the running one.
fr: KEdit attend déjà la fin d'une tâche sur réseau Veuillez attendre la fin de cette tâche ou annulez-la manuellement.
hu: A KEdit jelenleg egy internetes munkát vár, hogy befejezõdjön. Kérem, várjon addig, amíg az véget ér, vagy állítsa le a jelenleg futó munkát.
it: KEdit sta già aspettando che un lavoro finisca. Potete aspettare che il lavoro sia finito o terminare il lavoro in corso
pt: O KEdit já está á espera que um trabalho internet acabe Por favor espere que esteja terminado Em alternativa pare o que está a ser executado.

source: Could not start or find KFM
fr: Impossible de trouver ou lancer KFM
hu: Nincs meg a KFM, vagy nem lehet futtatni
it: Impossibile avviare o trovare KFM
pt: Não foi possivel iniciar ou encontrar o KFM

source: Loading '%s'
fr: Charge '%s'
hu: '%s' betöltése
it: Sto caricando '%s'
pt: A Carregar '%s'

source: Calling KFM
fr: Appelle KFM
hu: A KFM hívása
it: Chiamata a KFM in corso
pt: A Chamar KFM

source: Starting Job
fr: Lance la tâche
hu: Munka indítása
it: Sto iniziando un lavoro
pt: Inicializando Trabalho

source: Connected
fr: Connecté
hu: Csatlakozva
it: Collegato
pt: Ligado

source: Waiting...
fr: En attente...
hu: Várakozás...
it: Sto aspettando...
pt: Á Espera...

source: Finished '%s'
fr: Terminé '%s'
hu: '%s' befejezõdött
it: Finito '%s'
pt: Acabado '%s'

source: New Window
fr: Nouvelle fenêtre
hu: Új ablak
it: Nuova Finestra
pt: Nova Janela

source: New Window Created
fr: Nouvelle fenêtre créée
hu: Új ablak létrehozva
it: Nuova Finestra creata
pt: Nova Janela Criada

source: Load Command Done
fr: Lecture du fichier effectuée
hu: A betöltés sikeres volt
it: Caricamento Comando Finito
pt: Comando de Carregar Terminado

source: The specified File does not exist
fr: Le fichier spécifié n'existe pas
hu: A file nem létezik
it: Il file specificato non esiste
pt: O ficheiro especificado não existe

source: Sorry:
fr: Désolé
hu: Elnézést:
it: Mi dispiace:
pt: Lamento:

source: You have specificated a directory
fr: Vous avez spécifié un répertoire
hu: A megadott név könyvtárnév
it: Hai specificato una directory
pt: Especificou uma directoria

source: You do not have read permission to this file.
fr: Vous n'avez pas de permission de lecture pour ce fichier
hu: Nincs olvasási jogosultsága a file-hoz.
it: Non hai il permesso per scrivere su questo file.
pt: Não tem permissões de leitura para este ficheiro.

source: An Error occured while trying to open this Document
fr: Une erreure est survenue pendant la lecture de ce document
hu: Hiba történt a dokumentum megnyitása közben
it: Un Errore si é verificato aprendo questo Documento
pt: Ocorreu um Erro ao tentar abrir este Documento

source: Select Document to Insert
fr: Choisissez le document à inclure
it: Seleziona il Documento da Inserire
pt: Seleccione o Documento a Inserir

source: Warning:
fr: Attention:
hu: Figyelem:
it: Attenzione:
pt: Aviso:

source: The current Document has been modified. Would you like to save it?
fr: Le document actuel a été modifié. Voulez vous l'enregistrer ?
hu: A jelenlegi dokumentum megváltozott. El kívánja menteni?
it: Il Documento é stato modificato. Vuoi salvarlo?
pt: O Documento actual foi modificado. Deseja grava-lo?

source: Select Document to Open
fr: Choisissez le document à ouvrir
it: Seleziona il Documento da Aprire
pt: Seleccione o Documento para Abrir

source: Could not save the document
fr: Impossible d'enregistrer le document
hu: Nem lehet kimenteni a dokumentumot
it: Impossibile salvare il Documento
pt: Não foi possivel gravar o Documento

source: Save Document As
fr: Enregistrer le document sous
it: Salva il Documento come
pt: Gravar Documento Como

source: A Document with this Name exists already Do you want to overwrite it ?
fr: Un document avec ce nom existe déjà Voulez vous l'écraser ?
hu: Ezen a néven már létezik egy dokumentum. Felül kívánja írni?
it: Un Documento con questo nome esiste già Volete sovrascrivere il Documento?
pt: Já existe um Documento com este Nome Deseja escrever por cima ?

source: Find
fr: Chercher
hu: Keres
it: Trova
pt: Encontrar

source: End of document reached. Continue from the beginning?
fr: La fin du document est atteinte. Recommencer depuis le début ?
hu: A dokumentum végére ért. Folytatni kívánja az elejérõl?
it: La fine del documento é stata raggiunta. Continuare dall'inizio?
pt: Fim do documento atingido. Continuar desde o inicio?

source: Beginning of document reached. Continue from the end?
fr: Le début du document est atteint. Recommencer depuis la fin ?
hu: A dokumentum elejére ért. Folytatni kívánja a végérõl?
it: L'inizio del documento é stato raggiunto. Continuare dalla fine?
pt: Inicio do documento atingido. Continuar desde o fim?

source: Replace
fr: Remplacer
it: Cambia
pt: Substituir

source: Case Sensitive
fr: diff. Maj/min
hu: Kis / nagybetûk
it: Sensibile maiuscole/minuscole
pt: Sensivel a Maiusculas/Minusculas

source: Find Backwards
fr: En arrière
hu: Visszafelé
it: Cerca indietro
pt: Encontrar para tras

source: Find:
fr: Chercher:
hu: Mit:
it: Trova:
pt: Encontrar

source: Replace with:
fr: Remplacer avec:
hu: Mire:
it: Cambia con:
pt: Subsitituir com:

source: Replace All
fr: Remplacer tout
hu: Mindent cserél
it: Cambia Tutti
pt: Substituir Todos

source: Goto Line
fr: Aller à la ligne
hu: Sorra ugrás
it: Vai alla linea
pt: Ir Para Linha

source: Go
fr: Aller
hu: Ugrás
it: Vai
pt: Ir

source: Print Dialog
fr: Dialogue Imprimer
hu: Nyomtatás párbeszédablak
it: Finestra di Stampa
pt: Imprimir Dialogo

source: Print directly using lpr
fr: Imprimer en utilisant lpr directement
hu: Közvetlen nyomtatás az lpr-en keresztül
it: Stampa direttamente con lpr
pt: Imprimir directamente usando lpr

source: Print using Command:
fr: Imprimer en utilisant la commande:
hu: Nyomtatási parancs:
it: Stampa con Comando:
pt: Imprimir utilizando Comando:

source: Print Selection
fr: Imprimer la sélection
hu: Kijelölés nyomtatása
it: Stampa Selezione
pt: Imprimir Selecção

source: Set Fill-Column at:
fr: Largeur colonne:
it: Imposta colonna di riempimento a
pt: Estabelecer Coluna para Encher em:

source: Word Warp
fr: Césure auto
it: A capo automatico

source: Mail Command:
fr: Cmd E-Mail:
hu: Postázó parancs
it: Comando Posta:
pt: Comando de Mail:

source: You must enter an integer.
fr: Vous devez entrer un Nombre.
hu: Kérem, írjon egész számot.
it: Dovete inserire un numero intero.
pt: Tem que introduzir um inteiro.

source: Mail Document to:
fr: Expédier le document à:
hu: Címzett:
it: Spedisci Documento a:
pt: Enviar Documento para:

source: Subject:
fr: Sujet:
hu: Tartalom:
it: Oggetto:
pt: Assunto:

source: Mail
fr: Expédier
hu: Küldés
it: Posta

source: You must specify a Recipient
fr: Vous devez spécifier un destinataire
hu: Kérem, írja be a címzettet
it: Un Destinatario deve essere specificato.
pt: Tem que especificar um Receptor

source: Select All
fr: Selectionner tout

source: Open Recen&t...
fr: Récement ou&vert...

source: &Select All
fr: &Selectionner tout

source: The current document has been modified. Continue anyways ?
fr: Le document en cours a été modifié. Voulez-vous quand même continuer?

source: Could not save the file. Print anyways?
fr: Impossible d'enregistrer le fichier. Voulez-vous quand même l'imprimer?

source: Malformed URL %s
fr: URL incorrecte %s

source: Can not create: %s
fr: Impossible de créér: %s

source: Could not save the document. Open a new document anyways?
fr: Impossible d'enregistrer le document. Voulez-vous néanmoins ouvrir un nouveau document?

source: Could not save the document. Create a new document anyways?
fr: Impossible d'enregistrer le document. Voulez-vous néanmoins créer un nouveau document?
