Repository: Arquivotheca/otde
Catalog: po/*/kfinger.po
Languages: de, es, fi, ro, sk, sv

source: Setup
de: Einrichtung
es: Configuración
fi: Asetukset
ro: Setarea
sk: Nastavenie
sv: Inställningar

source: KDE finger utility
de: KDE Finger-Dienstprogramm
es: Utilidad de finger del KDE
fi: KDE finger työkalu
ro: KDE finger
sk: KDE finger
sv: KDE finger verktyg

source: Stop current finger
de: Finger-Job abbrechen
fi: Lopeta tämänhetkinen finger
sk: Zastav be¾iaci finger

source: Talk...
es: Charlar...
fi: Juttele...
sk: Rozprávaj...
sv: Tala...

source: AutoFinger On/Off
de: AutoFinger an/aus
fi: Automaattinen On/Off
sk: AutoFinger Zap/Vyp

source: Finger result
de: Finger-Ergebnis
es: Resultado del finger
fi: Finger tulos
ro: Resultat finger
sk: Výsledok fingeru
sv: Finger resultat

source: Error on server : %s
de: Fehler auf Server: %s
es: Error en el servidor: %s
fi: Virhe palvelimella: %s
ro: Eroare pe server : %s
sk: Chyba na serveri : %s
sv: Fel på servern : %s

source: Kfinger Setup
de: KFinger Einstellungen
es: Configuración del Kfinger
fi: KFinger asetukset
ro: Setarea KFinger
sk: Nastavenie KFingeru
sv: Kfinger Inställningar

source: &Add
de: &Hinzufügen
es: &Añadir
fi: &Lisää
ro: &Adaugã
sk: &Pridaj
sv: &Lägg till

source: Server Name
es: Servidor de nombres
fi: Palvelimen nimi
ro: Numele serverului
sk: Meno servera
sv: Servens namn

source: Server list
de: Serverliste
es: Lista de servidores
fi: Palvleinlista
ro: Lista de server
sk: Zoznam serverov
sv: Server lista

source: User Name
de: Benutzername
es: Nombre de Usuario
fi: Käyttäjänimi
ro: Numele utilizatorului
sk: Meno u¾ívateµa
sv: Användare identitet

source: Users list
de: Benutzerliste
es: Lista de usuarios
fi: Käyttäjälista
ro: Lista utilizatorilor
sk: Zoznam u¾ívateµov
sv: Användare lista

source: Timed finger
de: Wiederholtes Fingern
es: Tiempo para el finger
fi: Ajastettu finger
ro: Repetã finger
sk: Èasovaný finger
sv: Klockad finger

source: Finger wait: %d"
de: Finger warten: %d"
fi: Finger odota: %d"
sk: Èakanie: %d

source: Talk Command
de: Talk-Befehl
fi: Talk komento
sk: Príkaz na talk

source: Misc
de: Verschiedenes
fi: Sekalaista
sk: Rôzne

source: Finger Output
de: Finger-Ausgabe
es: Salida del Finger
fi: Finger tulokset
sk: Výstup z fingera
sv: Finger resultat

source: Finger server
es: Servidor de finger
fi: Finger palvelin
sk: Meno finger servera

source: Fixed
de: Fest
es: Ajustado
fi: Kiinteä
ro: Fixat
sk: Pevné
sv: Statisk

source: Finger User
de: Finger-Benutzer
es: Finger a Usuario
fi: Fingeroi käyttäjää
ro: Utilizatorul Finger
sk: U¾ívateµ
sv: Finger Användare

source: Lines to skip :
de: Zeilen überspringen:
es: Lineas a ignorar
fi: Ohitettavia rivejä :
ro: Sãri peste liniile :
sk: Preskoèi» riadkov:
sv: Hoppa över linjer:

source: Format...
es: Formato...
fi: Ulkönäkö...
sk: Formát...

source: User
de: Benutzer
es: Usuario
fi: Käyttäjä
ro: Utilizator
sk: U¾ívateµ
sv: Användare

source: Server
es: Servidor
fi: Palvelin

source: Talk
es: Charlar
fi: Juttelu
sk: Rozprávaj
sv: Tala

source: Talk with...
de: Talk mit...
es: Charlar con...
fi: Juttele ...
ro: Talk cu...
sk: Rozprávaj s...
sv: Tala med...

source: Format string for var1(string)
de: Format-Zeichenkette für var1(string)
es: Formato de cadena para var1(string)
fi: Ulkonäköjono var1(string):lle
ro: String formatat pentru var1(string)
sk: Re»azec formátu pre var1(string)
sv: Format sträng för var1(sträng)

source: Fromat string for var2(int)
de: Format-Zeichenkette für var2(int)
es: Formato de cadena para var2(int)
fi: Ulkonäköjono var2(int):lle
ro: String formatat pentru var2(int)
sk: Re»azec formátu pre var2(int)
sv: Format sträng för var2(int)

source: Offset
fi: Siirros
sv: Avstånd

source: Only var1
de: Nur var1
es: Sólo var1
fi: Vain var1
ro: Numai var1
sk: Iba var1
sv: Endast var1

source: Only var2
de: Nur var2
es: Sólo var2
fi: Vain var2
ro: Numai var2
sk: Iba var2
sv: Endast var2

source: Output format string
de: Ausgabe-Formatzeichenkette
es: Formato de la cadena de salida
fi: Tulosteen ulkonäköjono
ro: Output string formatat
sk: Výstupný formát
sv: Utskrift av format strängen

source: Save & Quit
de: Speichern & Beenden
es: Grabar & Salir
fi: Tallenna & Lopeta
ro: Salveazã & terminã
sk: Ulo¾ a ukonèi
sv: Spara & Avsluta

source: Output parameters
de: Ausgabeparameter
es: Parámetros de salida
fi: Tulosteen parametrit
ro: Output parametri
sk: Výstupné parametre
sv: Utskrifts parametrar

source: Finger Now
ro: Finger

source: Quit
ro: Sfîrºeºte

source: Help
ro: Ajutor

source: About
ro: Despre

source: &File
ro: &Fiºier

source: &Options
ro: &Opþiuni

source: &Help
ro: &Ajutor

source: Settings
ro: Setãri

source: Welcome to KDE Finger program by A.Rizzi bilibao@ouverture.it 18/09/1997
ro: Bine aþi venit în KDE Finger program realizat de A.Rizzi <bilibao@ouverture.it> 18.09.1997

source: Finger result for : %s@%s
ro: Finger resultat pentru : %s@%s

source: &Remove
ro: &ªterge

source: Finger wait: %d
ro: Interval : %d
