Repository: Arquivotheca/otde
Catalog: po/*/kfind.po
Languages: sk, sl

source: Directories:
sk: Prieèinky:
sl: Imeniki:

source: Cannot open or read directory.
sk: Nemô¾em otvori» alebo èíta» prieèinok.
sl: Ne morem odpreti ali prebrati imenika.

source: &Start search
sk: &Spusti» hµadanie
sl: Prièni i&skati

source: S&top search
sk: Zas&tavi» hµadanie
sl: &Prekini iskanje

source: &Open
sk: &Otvori»
sl: &Odpri

source: &Add to archive
sk: Prida» do &archívu
sl: Dod&aj arhivu

source: &Properties
sk: &Vlastnosti
sl: &Nastavitve

source: Open Containing &Folder
sk: Otvori» o&dpovedajúci prieèinok
sl: Odpri vsebovano &mapo

source: &Save Search
sk: U&lo¾i» výsledky
sl: &Shrani iskanje

source: &Select All
sk: Vybr&a» v¹etky
sl: &Izberi vse

source: Unse&lect All
sk: &Odobra» v¹etky
sl: Neizberi vse

source: &Invert Selection
sk: Obrát&i» výber
sl: Preobrni &izbor

source: &Preferences ...
sk: &Nastavenie...
sl: &Nastavitve ...

source: KFind %s Frontend to find utility Miroslav Flídr <flidr@kky.zcu.cz> Special thanks to Stephan Kulow <coolo@kde.org>
sk: KFind %s Grafický interfejs pre nástroj find Miroslav Flídr <flidr@kky.zcu.cz> Zvlá¹tne poïakovanie Stephanu Kulowovi <coolo@kde.org>
sl: KI¹èi %s Grafièna maska za pripomoèek find Miroslav Flídr <flidr@kky.zcu.cz> Posebna zahvala gre Stephanu Kulowu <coolo@kde.org>

source: Start Search
sk: Spusti» hµadanie
sl: Prièni iskanje

source: New Search
sk: Nové hµadanie
sl: Novo iskanje

source: Stop Search
sk: Zastavi» hµadanie
sl: Ustavi iskanje

source: Add to archive
sk: Prida» do archívu
sl: Dodaj arhivu

source: Open Containing Folder
sk: Otvori» odpovedajúci prieèinok
sl: Odpri vsebovano mapo

source: Save Search Results
sk: Ulo¾i» výsledky
sl: Shrani rezultate iskanja

source: &Named:
sk: &Názov
sl: Poime&novan:

source: &Look in:
sk: &Kde hµada»:
sl: Pog&lej v:

source: &Browse ...
sk: &Listova»...
sl: Pre&brskaj ...

source: Include &subfolders
sk: Vrá&tane vnorených prieèinkov
sl: Vkljuèi &podmape

source: Name& Location
sk: Názov a umiestnenie
sl: Ime& lokacije

source: and
sk: a
sl: in

source: month(s)
sk: mesiacov
sl: mesec(ev)

source: day(s)
sk: dní
sl: dan(dnevov)

source: &All files
sk: V¹etky sú&bory
sl: &Vse datoteke

source: Find all files created or &modified:
sk: Nájs» súbo&ry vytvorené alebo zmenené:
sl: Poi¹èi vse datoteke &ustvarjene ali spremenjene:

source: &between
sk: m&edzi
sl: &med

source: during the previou&s
sk: behom posle&dných
sl: med pre&j¹njim

source: &during the previous
sk: behom posledný&ch
sl: med p&rej¹njim

source: Date Modified
sk: Posledná zmena
sl: Datum spremenjen

source: Of &type:
sk: &Typ:
sl: &Tipa:

source: &Containing Text:
sk: Obsahuje te&xt:
sl: Vs&ebuje besedilo

source: &Size is:
sk: Veµ&kos»:
sl: &Velikosti:

source: All Files and Folders
sk: V¹etky súbory a prieèinky
sl: Vse datoteke in mape

source: Folders
sk: Prieèinky
sl: Mape

source: Symbolic links
sk: Symbolické odkazy
sl: Simbolne povezave

source: Special files (sockets, device files...)
sk: ©peciálne súbory (sockety, zariadenia, ...)
sl: Posebne datoteke (vtiènice, datoteke naprav...)

source: Executable files
sk: Spustiteµné súbory
sl: Izvr¹ljive datoteke

source: SUID executable files
sk: Spustiteµné súbory s efektívnymi právami vlastníka
sl: SUID izvr¹ljive datoteke

source: (none)
sl: (niè)

source: At Least
sk: prinajmen¹om
sl: Vsaj

source: At Most
sk: najviac
sl: Najveè

source: Advanced
sk: Upresni»
sl: Napredne

source: The date is not valid!!
sk: Tento dátum neexistuje!
sl: Datum ni veljaven!!

source: The month(s) value isn't valid!!
sk: Tento mesiac neexistuje!
sl: Vrednost meseca(ev) ni veljavna!!

source: The day(s) value isn't valid!!
sk: Tento deò neexistuje!
sl: Vrednost dneva(ov) ni veljavna!!

source: The value in size isn't valid number!!
sk: Hodnota veµkosti nie je platné èíslo!
sl: Velikost ni veljavna ¹tevilka!!

source: Preferences
sk: Nastavenie
sl: Nastavitve

source: File format:
sk: Dátový formát:
sl: Datoteèni format:

source: Save results to file:
sk: Ulo¾i» výsledky do:
sl: Shrani rezultate v datoteko:

source: Save results to file ~/.kfind-results.html
sk: Ulo¾i» výsledky do ~/.kfind-results.html
sl: Shrani rezultate v datoteko ~/.kfind-results.html

source: Browse
sk: Listova»
sl: Prebrskaj

source: Plain Text
sk: Text
sl: Navadno besedilo

source: Saving
sk: Ukladanie
sl: Shranjujem

source: Create Archive:
sk: Vytvorenie archívu:
sl: Ustvari arhiv:

source: Add to Archive:
sk: Pridanie do archívu:
sl: Dodaj arhivu:

source: Patterns:
sk: Filter:
sl: Vzorci:

source: Add New
sk: Prida» nový
sl: Dodaj nov

source: Archivers
sk: Archívne programy
sl: Arhiverji

source: %d file(s) found
sk: Na¹iel som %d súborov
sl: najdeno %d datotek(a)

source: It wasn't possible to save results!
sk: Nebolo mo¾né ulo¾i» výsledky!
sl: Rezultatov ni bilo mogoèe shraniti!

source: KFind Results File
sk: Súbor s výstupmi KFindu
sl: KI¹èi datoteka rezultatov

source: Results were saved to file
sk: Výsledky boli ulo¾ené do súboru
sl: Rezultati so bili shranjeni v datoteko

source: Do you really want to delete file: %s
sk: Naozaj si prajete zru¹i» súbor: %s
sl: Ali res hoèete pobrisati datoteko: %s

source: Delete File
sk: Zru¹i» súbor
sl: Pobri¹i datoteko

source: You have no permission to delete this file
sk: Nemáte prístupové práva na zru¹enie tohoto súboru
sl: Nimate potrebnih dovoljenj za brisanje te datoteke

source: It isn't possible to delete selected file
sk: Nie je mo¾né zru¹i» vybraný súbor
sl: Izbrane datoteke ni mogoèe pobrisati

source: You have no permission to delete this directory
sk: Nemáte prístupové práva na zru¹enie tohoto prieèinku!
sl: Nimate potrebnih dovoljenj za brisanje tega imenika

source: Specified directory is not empty!
sk: ©pecifikovaný prieèinok nie je prázdny!
sl: Izbran imenik ni prazen!

source: It isn't possible to delete selected directory
sk: Nie je mo¾né zru¹i» vybraný prieèinok
sl: Izbranega imenika ni mogoèe pobrisati

source: Couldn't recognize archive type!
sk: Nemô¾em urèi» typ archívu!
sl: Nisem prepoznal tipa arhiva!

source: Error while creating child process!
sk: Chyba pri vytváraní procesu!
sl: Napaka pri kreiranju procesa otroka!
