Repository: Arquivotheca/otde
Catalog: po/*/kfloppy.po
Languages: es, pt, sv

source: About KDE Floppy Formater
es: Acerca del Formateador de Dicos de KDE
pt: Acerca do Formatador KDE
sv: Om KDE floppy formatering

source: KFloppy
pt: Formatador

source: Version
es: Versión
pt: Versco

source: Floppy Drive:
es: Unidad de Disco:
pt: Drive:
sv: Diskett Enhet:

source: Density:
es: Densidad:
pt: Densidade:
sv: Täthet:

source: File System:
es: Sistema de Archivos:
pt: Sistema de Ficheiros:
sv: Fil system:

source: Format
es: Formatear
pt: Formatar
sv: Formatera

source: Quick Erase
es: Borrado Rápido
pt: Apagar Apenas
sv: Snabb Rensning

source: Full Format
es: Formateo Completo
pt: Formagco Completa
sv: Full formatering

source: Create Label:
es: Poner Etiqueta:
pt: Criar Label:
sv: Ge disketten ett namn:

source: KDE FLoppy
pt: Formatador KDE

source: KDE Floppy Formater
es: Formateador de Dicos de KDE
pt: Formatador KDE
sv: KDE diskett formatering

source: Cannot access %s Make sure that the device exists and that you have write permission to it.
es: No se puede tener acceso a %s Cerciorese de que el dispositivo existe, y de que tiene permiso de escritura sobre él.
pt: Nco consigo aceder a %s Verifique se o dispositivo existe e que tjm permissco de escrita nele.
sv: Har ej tillgång till %s Var säker på att enheten exsisterar och att du har skrivrättigheter på den.

source: Cannot find kfdformat kfdformat is part of the KFloppy distribution. Please install KFloppy properly.
es: No se puede encontrar kfdformat kfdformat es una parte del programa KFloppy. Por favor instale KFloppy correctamente.
pt: Nco consigo encontrar o kfdformat kfdformat faz parte deste formatador. Instale-o correctamente.
sv: Gick ej att hitta kfdformat kfdformat är en del av KFloppy programmet. Verifeiera att KFloppy är helt installerat.

source: Cannot find kmke2fs kmke2fs is part of the KFloppy distribution. Please install KFloppy properly.
es: No se puede encontrar kmke2fs kmke2fs es una parte del programa KFloppy. Por favor instale KFloppy correctamente.
pt: Nco consigo encontrar o kmke2fs kmkde2fs faz parte deste formatador. Instale-o correctamente.
sv: Gick ej att hitta kmke2fs kmke2fs är en del av KFloppy programmet. Verifeiera att KFloppy är helt installerat.

source: Cannot find kmkdosfs kmkdosfs is part of the KFloppy distribution. Please install KFloppy properly.
es: No se puede encontrar kmkdosfs kmkdosfs es una parte del programa KFloppy. Por favor instale KFloppy correctamente.
pt: Nco consigo encontrar o kmkdosfs kmkdosfs faz parte deste formatador. Instale-o correctamente.
sv: Gick ej att hitta kmkdosfs kmkdosfs är en del av KFloppy programmet. Verifeiera att KFloppy är helt installerat.

source: Abort
es: Cancelar
pt: Abortar
sv: Avbryt

source: Cannot start a new program: fork() failed.
es: No se puede empezar un nuevo programa: bifurcación() falló.
pt: Nco consigo comegar nova programa: fork() falhou.
sv: Kan inte starta ett nytt program: fork() fungerar inte.

source: Cannot access floppy or floppy drive Please insert a floppy and make sure that you have selected a valid floppy drive.
es: No se puede acceder al disco o a la unidad de disco Por favor, inserte un disco y este seguro de haber seleccionado una unidad de disco flexible valida.
pt: Nco consigo aceder ` diskette ou ` drive de diskettes Por favor insira uma diskette e certifique-se que seleccionou uma drive valida.
sv: Har inte tillgång till disketten eller diskett enheten Sätt i en diskett och verifiera att du har valt en giltig diskett station.

source: Cannot format: %s %s
es: No se puede formatear: %s %s
pt: Nco consigo formatar: %s %s
sv: Gick ej att formatera: %s %s

source: Block %d is bad. Continuing ...
es: Bloque %d esta mal. Continuando ...
pt: Bloco %d esta estragado. A continuar ...
sv: Block %d är dåligt. Fortsätter ...

source: Cannot create a filesystem on: %s %s
es: No se puede crear un sistema de archivos en: %s %s
pt: Nco consigo criar sistema de ficheiros em: %s %s
sv: Gick ej att skapa ett filsystem på: %s %s

source: The floppy was sucessfully formatted. Blocks marked bad: %d Raw Capacity: %d
es: El disco flexible ha sido formateado con exito. Bloques marcados como malos: %d Capacidad total: %d
pt: A diskette foi formatada. Blocos marcados estragados: %d Capacidade bruta: %d
sv: Disketten blev formaterad. Dåliga block är markerat: %d Rå kapasitet: %d

source: All files were sucessfully erased.
es: Todos los archivos han sido borrados con exito.
pt: Todos os ficheiros foram apagados.
sv: Alla filer blev borttagna.

source: Creating Filesystem ...
es: Creando Sistema de Archivos
pt: A Criar Sistema de Ficheiros...
sv: Skapar filsystem ...

source: Verifying ...
es: Verificando ...
pt: A Verificar ...
sv: Verifierar ...

source: Cannot start a new program fork() failed.
es: No se puede arrancar un nuevo programa bifurcación() falló.
pt: Nco consigo iniciar programa fork() falhou.
sv: Kan inte starta ett nytt program fork() fungerar inte.

source: Error while trying to determine whether floppy is mounted
es: Error mientras se intentaba determinar si el disco estaba montado
pt: Erro ao tentar determinar se a diskette esta montada
sv: Fel under försöken att avgöra om disketten är monterad

source: %s is mounted. Please unmount the floppy first.
es: %s esta montado. Por favor desmonte el disco antes.
pt: %s esta montada. Por favor desmonte a disktte primeiro.
sv: %s är mounted. Omontera disketten först, tack.
