Repository: Arquivotheca/otde
Catalog: po/*/kfm.po
Languages: es

source: New &Window
es: Nueva &Ventana

source: &Run...
es: &Ejecutar

source: Open &Terminal
es: Abrir &terminal

source: &Open Location...
es: &Abrir URL...

source: &Find
es: &Buscar

source: &Move to Trash
es: &Tirar a la papelera

source: &Select
es: S&eleccionar

source: Select &all
es: S&eleccionar todo

source: &Find in page...
es: &Buscar en página...

source: Find &next
es: Buscar &siguiente

source: Mime &Types
es: &Tipos Mime

source: App&lications
es: Ap&licaciones

source: Global Mime Types
es: Tipos Mime Globales

source: Global Applications
es: Aplicaciones Globales

source: Show Hi&dden Files
es: Mostrar Archivos &Ocultos

source: Show Tr&ee
es: Mostrar &Árbol

source: Sho&w Thumbnails
es: Most&rar Thumbnails

source: &HTML View
es: Vista de &HTML

source: &Icon View
es: Vista de &Iconos

source: &Text View
es: Vista de &Texto

source: &Long View
es: Vista &Detallada

source: &Short View
es: Vista &Compacta

source: Rel&oad Tree
es: &Actualizar Árbol

source: &Reload Document
es: A&ctualizar Documento

source: Rescan &Bindings
es: Releer &Uniones

source: &View Frame Source
es: Ver &Fuente del Frame

source: View Docu&ment Source
es: Ver Fuente del D&ocumento

source: Document Encodin&g
es: Codificado del &Documento

source: Show History
es: Mostrar &Historia

source: Show Cache
es: Mostrar &Caché

source: Clear Cache
es: &Limpiar Caché

source: Always look in cache
es: &Siempre mirar en el caché

source: Never look in cache
es: &Nunca mirar en el caché

source: Always save cache
es: Siempre &guardar caché

source: Never save cache
es: Nunca g&uardar caché

source: Show &Menubar
es: Mostrar barra de &menú

source: Show &Statusbar
es: Mostrar barra de &estado

source: Show &Toolbar
es: Mostrar barra de &herramientas

source: Show &Location bar
es: Mostar &dirección

source: Sa&ve Settings
es: &Guardar opciones

source: Save Settings for this &URL
es: Guardar propiedades de esta &URL

source: &Configure File Manager...
es: &Configurar Gestor de Ficheros...

source: Configure &Browser...
es: Configurar &Navegador...

source: Author: Torben Weis weis@kde.org HTML widget by Martin Jones mjones@kde.org Proxy Manager by Lars Hoss Lars.Hoss@munich.netsurf.de Current maintainer: David Faure faure@kde.org
es: Autor: Torben Weis weis@kde.org Widget de HTML por Martin Jones mjones@kde.org Soporte de proxy por Lars Hoss Lars.Hoss@munich.netsurf.de Actualmente a cargo de : David Faure faure@kde.org

source: &Go
es: &Ir

source: &Bookmarks
es: &Marcadores

source: Up
es: Arriba

source: Forward
es: Adelante

source: Home
es: Propio

source: Could not load icon
es: No se pudo leer el icono

source: KFM Error
es: Error de KFM

source: Location:
es: Lugar:

source: Malformed URL
es: El formato del URL es incorrecto

source: Select files:
es: Seleccionar archivos:

source: Find Complete
es: Buscar completo

source: Continue search from the top of the page?
es: Continuar búsqueda desde el principio de la página?

source: &Edit Bookmarks...
es: &Editar marcadores...

source: &Add Bookmark
es: &Añadir marcador

source: &New
es: &Nuevo

source: &Up
es: A&rriba

source: &Back
es: A&trás

source: &Forward
es: A&delante

source: &Home
es: &Propio

source: ERROR: Malformed URL
es: ERROR: URL mal formada

source: Open Location:
es: Abrir URL:

source: KFM Confirm
es: Información de KFM

source: Do you really want to quit? Important desktop functionality will be lost
es: ¿Realmente quiere salir? El escritorio perderá una parte importante de su funcionalidad.

source: Document: Done
es: Documento: Listo

source: ERROR: You may only drop URLs
es: ERROR: Solo puede soltar URLs

source: ERROR: Drop over malformed URL
es: ERROR: Soltó sobre una URL incorrecta

source: KFM Warning
es: Aviso de KFM

source: Do you really want to delete the selected file(s)? There is no way to restore them.
es: ¿Realmente desea borrar los archivos seleccionados? No hay forma de recuperarlos.

source: ERROR: You dropped a URL over itself
es: ERROR: Soltó una URL sobre sí misma

source: ERROR: You dropped a directory over one of its children
es: ERROR: Soltó un directorio sobre un subdirectorio

source: Open With:
es: Abrir Con:

source: ERROR: Can not open properties for multiple files
es: ERROR: No se pueden mostrar propiedades de múltiples archivos

source: Can not save properties because this directory is neither writable nor bookmarked. Bookmark this location first, or make kdelnk to it on desktop.
es: Imposible guardar propiedades porque este directorio no tiene permisos de escritura ni marcador. Ponga un marcador aqui primero o haga un kdelnk hacia aqui en el escritorio.

source: Can not save properties because this URL is neither bookmarked nor on desktop. Bookmark this location first, or make kdelnk to it on desktop.
es: Imposible guardar propiedades porque esta dirección no tiene marcador y no está en el escritorio. Ponga un marcador aqui primero o haga un kdelnk hacia aqui en el escritorio.

source: Could not access Trash Bin
es: No se pudo acceder la papelera

source: Can not paste into multiple directories
es: Imposible pasar a múltiples directorios

source: ERROR: Can not change to multiple directories
es: ERROR: Imposible ir a múltiples directorios

source: KFM Security Alert
es: Alerta de seguridad de KFM

source: This page is untrusted but it contains a link to your local file system.
es: Esta página no es segura pero contiene un enlace a su sistema de archivos local.

source: Symbolic Link
es: Enlace simbólico

source: %s (Link)
es: %s (Enlace)

source: The mime type config file
es: El archivo de configuración del tipo mime

source: does not contain a MimeType=... entry
es: no contiene una linea MimeType=...

source: No mime types installed!
es: ¡No hay tipos mime instalados!

source: Could not find mime type
es: Imposible encontrar el tipo mime

source: Mount
es: Montar

source: Unmount
es: Desmontar

source: Folder
es: Carpeta

source: in
es: en

source: ERROR: No Terminal Setting
es: ERROR: No hay configuración de terminal

source: Could not execute program
es: Imposible ejecutar el programa

source: Could not find binding
es: Imposible encontrar conexión

source: This is a document! Not an application
es: ¡Esto es un documento! No una aplicación

source: Can only start executables on local disks
es: Solo puedo arrancar ejecutables en un disco local

source: Can work with *.kdelnk files only on local hard disk
es: Solo puedo trabajar con archivos *.kdelnk en discos duros locales

source: Could not access %s
es: Imposible acceder %s

source: The "Link=...." entry is empty
es: La entrada "Link=..." esta vacía

source: The config file has no "Type=..." line
es: El archivo de configuración no tiene una linea "Type=..."

source: Could not access
es: Imposible acceder

source: This file does not contain an Exec=.... entry. Edit the Properties to solve the problem
es: Este archivo no contiene una linea Exec=.... Edite las propiedades para resolver el problema

source: No mount point in *.kdelnk file
es: El punto de montaje no está en el archivo *.kdelnk

source: Unknown binding
es: Unión desconocida

source: KFM Information
es: Información de KFM

source: Creating directory:
es: Creando directorio:

source: A new KDE version has been installed. The Template files may have changed. Would you like to install the new ones?
es: Una nueva versión de KDE ha sido instalada. Los ficheros de Modelos pueden haber cambiado. ¿ Desea instalar los nuevos ?

source: Cd
es: Cambiar a

source: New View
es: Ver Texto

source: Move to Trash
es: Tirar a la papelera

source: Open with
es: Abrir con

source: Move
es: Mover

source: Link
es: Enlazar

source: Empty Trash Bin
es: Vaciar la papelera

source: Add to Bookmarks
es: Añadir a marcadores

source: Save settings for this URL
es: Guardar propiedades de esta URL

source: Show Menubar
es: Mostrar barra de menú

source: &Browser
es: &Examinar

source: Could not write bookmark
es: Imposible escribir marcador

source: File Name
es: Nombre del archivo

source: Full Name
es: Nombre completo

source: Is the Trash Bin
es: Es la papelera

source: Is a Directory
es: Es un directorio

source: Points to
es: Apunta a

source: Size: %i
es: Tamaño: %i

source: Last Access
es: Ultimo acceso

source: Last Modified
es: Ultima modificación

source: Could not rename the file or directory %s
es: Imposible renombrar el fichero o directorio %s

source: Access permissions
es: Permisos de acceso

source: Show Entries
es: Mostrar contenido

source: Read
es: Leer

source: Write Entries
es: Escribir contenido

source: Write
es: Escribir

source: Change Into
es: Cambiar a

source: Exec
es: Ejecutar

source: Special
es: Especial

source: User
es: Usuario

source: Group
es: Grupo

source: Others
es: Otros

source: Set UID
es: Asignar UID

source: Set GID
es: Asignar GID

source: Sticky
es: Pinchable

source: Ownership
es: Propiedad

source: Owner
es: Propietario

source: ERROR: No user %s
es: ERROR: No existe usuario %s

source: ERROR: No group %s
es: ERROR: No existe grupo %s

source: Could not change owner/group Perhaps access denied.
es: Imposible cambiar propietario/grupo Quizás acceso denegado.

source: Could not change permissions Perhaps access denied.
es: Imposible cambiar permisos Quizás acceso denegado.

source: Execute
es: Ejecutar

source: &Browse...
es: &Examinar...

source: Swallowing on panel
es: Empotrar en el panel

source: Window Title
es: Título de la ventana

source: Run in terminal
es: Ejecutar en terminal

source: Terminal Options
es: Opciones de terminal

source: Could not save properties Perhaps permissions denied
es: Imposible guardar las propiedades Quizás acceso denegado

source: Background
es: Fondo

source: Apply global
es: Aplicar globalmente

source: (Default)
es: (Por Defecto)

source: Could not write to
es: Imposible escribir en

source: (None)
es: (Ninguno)

source: Binary Pattern (netscape;Netscape;)
es: Esquema binario (netscape;Netscape;)

source: Comment
es: Comentario

source: Name ( in your language )
es: Nombre ( en su idioma )

source: Pattern ( example: *.html;*.HTML; )
es: Esquema ( ejemplo: *.html; *.HTML; )

source: Mime Type
es: Tipo Mime

source: Default Application
es: Aplicación por defecto

source: <none>
es: <ninguno>

source: Device ( /dev/fd0 )
es: Dispositivo ( /dev/fd0 )

source: Mount Point ( /floppy )
es: Punto de montaje ( /floppy )

source: Readonly
es: Sólo lectura

source: Filesystems ( iso9660,msdos,minix,default )
es: Sistemas de archivos ( iso9660,msdos,minix,default )

source: Mounted Icon
es: Icono una vez montado

source: Unmounted Icon
es: Icono cuando no está montado

source: Could not create ~/.kde/share/apps/kfm/magic
es: Imposible crear ~/.kde/share/apps/kfm/magic

source: Do you really want to rearrange your icons ?
es: ¿Realmente desea reorganizar sus iconos?

source: The URL %s is malformed
es: La URL %s está mal formada

source: You dont have the file ~/.kde/share/apps/kfm/magic Authorization failed
es: No tiene el archivo ~/.kde/share/apps/kfm/magic La autorización falló

source: The file ~/.kde/share/apps/kfm/magic is corrupted Authorization failed
es: El archivo ~/.kde/share/apps/kfm/magic está corrupto La autorización falló

source: Someone tried to authorize himself using a wrong password
es: Alguien intentó autorizarse usando una contraseña incorrecta

source: Cannot execute request. New root grid dimensions would move some icons off the desktop.
es: Imposible ejecutar acción. Las nuevas dimensiones de la red de fondo moverían algunos iconos fuera del escritorio

source: Internal Error: desktopDir is malformed
es: Error interno: Directorio de escritorio corrupto

source: ERROR: Could not read desktop directory '%s'
es: ERROR: Imposible leer el directorio del escritorio '%s'

source: ERROR: Can not accept drop
es: ERROR: Imposible soltar

source: Dont know what to do.
es: Imposible determinar la acción.

source: Dont know what to do
es: Imposible determinar la acción

source: The file does not contain a URL
es: El archivo no contiene una URL

source: Contacting host
es: Contactando servidor

source: Working ...
es: Trabajando ...

source: INTERNAL ERROR: You must at least specify the device for mounting
es: ERROR INTERNO: Debe especificar como mínimo el dispositivo a montar

source: Malformed URL %s
es: URL mal formada %s

source: Can only make links on local file system
es: ERROR: Sólo se pueden crear enlaces en sistemas de archivos locales

source: Could not overwrite %s
es: Imposible sobreescribir %s

source: Could not make symlink to %s
es: Imposible crear enlace simbólico a %s

source: ERROR: Could not write to %s
es: ERROR: Imposible escribir en %s

source: Could not make symbolic link %s
es: Imposible crear enlace simbólico a %s

source: Could not make directory %s
es: Imposible crear directorio %s

source: ERROR: Could not access directory '%s'
es: ERROR: Imposible acceder el directorio '%s'

source: Special file will not be copied %s
es: El fichero especial no será copiado %s

source: %d special files will not be copied.
es: %d ficheros especiales no serán copiados

source: Could not access directory %s
es: Imposible acceder al directorio %s

source: Could not move directory %s to %s Perhaps access denied
es: Imposible mover el directorio %s a %s Quizás acceso denegado

source: Special file will not be moved %s
es: El fichero especial no será movido %s

source: %d special files will not be moved.
es: %d ficheros especiales no serán movidos

source: Could not read %s File does not exist or access denied
es: Imposible leer %s El archivo no existe o acceso denegado

source: Could not write %s Perhaps access denied
es: Imposible escribir %s Quizás acceso denegado

source: Could not create Socket for %s
es: Imposible crear Socket para %s

source: Unknown host in %s
es: Host desconocido en %s

source: Could not connect to %s
es: Imposible conectarse a %s

source: The requested action %s is not implemented yet.
es: La acción solicitada %s no está implementada aún.

source: Could not list directory contents %s
es: Imposible listar el contenido del directorio %s

source: Could not delete %s URL does not exist or permission denied
es: Imposible suprimir %s La URL no existe o acceso denegado

source: Could not login for %s Perhaps wrong password
es: Imposible entrar en %s Quizás la contraseña es incorrecta

source: Tar reproted an error %s
es: Tar informó de un error %s

source: Gzip reproted an error for %s
es: Gzip informó de un error %s

source: File %s does not exist
es: El archivo %s no existe

source: Tar reported a fatal error %s
es: Tar informó de un error fatal %s

source: Gzip reported a fatal error %s
es: Gzip informó de un error fatal %s

source: Could not mount Error log: %s
es: Imposible montar Registro del error: %s

source: Could not unmount Error log: %s
es: Imposible desmontar Registro del error: %s

source: Making directory
es: Creando directorio

source: File %i/%i
es: Archivo %i/%i

source: to %s
es: en %s

source: Could not delete directory %s
es: Imposible borrar directorio %s

source: Mounting %s ...
es: Montando %s ...

source: Unmounting %s ...
es: Desmontando %s ...

source: Retrieving listing of %s
es: Recuperando la lista de %s

source: Segmentation fault in io subprocess
es: Error de segmentación en subproceso de entrada/salida

source: is not a directory ! Security Alert ! Please check it.
es: no es un directorio ! Alerta de seguridad ! Por favor compruébelo.

source: is not a directory ! Security Alert ! Check it before clearing the cache.
es: no es un directorio ! Alerta de seguridad ! Compruébelo antes de limpiar el cache.

source: KFM Installation Error
es: Error de instalación de KFM

source: The directory
es: El directorio

source: does not exist
es: no existe

source: Add To Bookmarks
es: Añadir a Marcadores

source: My Home
es: Inicio

source: Desktop
es: Escritorio

source: Root
es: Raíz

source: Rename
es: Cambiar nombre

source: Skip
es: Saltar

source: Overwrite
es: Sobreescribir

source: Overwrite All
es: Sobreescribir todo

source: You try to overwrite
es: Esta intentando sobreescribir

source: already exists. Overwrite with
es: ya existe. Sobreescribir con

source: Or rename to
es: O renombrar a

source: You did not change the name!
es: ¡No cambió el nombre!

source: Password
es: Contraseña

source: Trying to open
es: Intentando abrir

source: This group is empty!
es: Este grupo esta vacío!

source: Find:
es: Buscar:

source: Case &sensitive
es: Di&stinguir mayúsculas

source: Cookie Alert!
es: Alerta Cookie!

source: You received a cookie from host:
es: Usted recivió un cookie del host:

source: Do you want to accept or reject this cookie?
es: ¿ Desea aceptar o rechazar este cookie ?

source: Apply to
es: Aplicar a

source: &This cookie only
es: Es&te cookie sólo

source: All cookies from this &domain
es: Todos los cookies de este &dominio

source: All &cookies
es: Todos los &cookies

source: &Accept
es: &Aceptar

source: &Reject
es: &Rechazar

source: ERROR: Template does not exist '%s'
es: Error: La plantilla no existe '%s'

source: Source file doesn't exist anymore ! Use "Rescan Bindings" in View menu to update the menu
es: El fichero original ya no existe ! Use "Releer uniones" en el menú Ver para actualizar el menú

source: New
es: Nuevo

source: &Permissions
es: &Derechos de acceso

source: E&xecute
es: Ejecutar

source: &Dir
es: &Directorio

source: &Application
es: &Aplicación

source: &Binding
es: Uniones

source: De&vice
es: Dispositivo

source: The URL %s is malformed
es: La URL %s está mal formada

source: The file %s has been modified. Do you want to save it?
es: El archivo %s ha sido modificado. ¿Desea guardar los cambios?

source: KFM Question
es: Pregunta de KFM

source: Syntax Error: kfmexec command [URLs ....]
es: Error de sintáxis: kfmexec comando [URLs ....]
