Repository: Arquivotheca/otde
Catalog: po/*/khexdit.po
Languages: el, fr, hu, is, nl, pl, ro, sv

source: Open
pl: &Otwórz...

source: Save
pl: &Zachowaj

source: Save As
pl: Zachowaj &jako...

source: About
pl: &Informacje...

source: Error opening %s
el: Αποτυχία κατά το άνοιγμα %s
fr: Erreur lors de l'ouverture de %s
hu: Nem lehet megnyitni %s-t!
is: Villa kom upp ?egar reynt var a? opna %s
nl: Fout tijdens het openen van %s
pl: B³±d owarcia %s
ro: Eroare la deschiderea %s - ului
sv: Fel vid öppnandet av %s

source: New Window
el: Νέο παράθυρο
fr: Nouvelle fenêtre
hu: Új ablak
is: Nýr gluggi
nl: Nieuw Venster
pl: Nowe okno
ro: Fereastrã Nouã
sv: Nytt fönster

source: Toggle Toolbar
el: Mπάρα εργαλειών
hu: Eszköztár be/ki
nl: Werkbalk aan/uitzetten
pl: Prze³±cz pasek narzêdzi

source: &File
el: &Αρχείο
nl: &Bestand
pl: &Plik

source: &View
el: &Προβολή
hu: &Nézet
nl: &Beeld
pl: &Widok

source: &Help
el: &Βοήθεια
hu: &Segítség
pl: Pomo&c

source: Save the file
el: Αποθήκευση αρχείου
fr: Enregistrer le fichier
hu: Mentés file-ba
is: Vista skjali?
nl: Bewaar het bestand
pl: Zachowaj plik
ro: Salveazã fiºierul
sv: Spara aktuell fil

source: Not implemented
el: Όχι συμπληρωμένο
fr: Non implémenté dans cette version
is: Óútf?rt
nl: Niet geïmplementeerd
pl: Brak obs³ugi
ro: Nu este implementatã
sv: Inte implementerat

source: About Hex Editor
el: Περί του Hex Editor
hu: A Hex Editor névjegye
nl: Informatie over de Hex Editor
pl: &Informacje

source: The current file has been modified. Do you want to save it ?
el: Το τρέχον αρχείο έχει αλλάξει. Θέλετε να το αποθηκέυσετε ?
hu: A jelenlegi file megváltozott. Kívánja menteni?
nl: Het huidige bestand is gewijzigd! Wilt u het opslaan?
pl: Bierz±cy plik zosta³ zmodyfikowany. Czy chesz go zapisaæ?

source: File changed
el: Το αρχείο αλλάχτηκε
hu: A file megváltozott
nl: Bestands gewijzigd
pl: Plik zmieniony

source: Discard your changes?
el: Ακύρωση των αλλαγών
hu: Eldobja a változtatásokat?
nl: Wijzigingen verliezen?
pl: Zaniechaæ twoich zmian?

source: Hex Editor 0.4 by Stephan Kulow (coolo@itm.mu-luebeck.de)
el: Hex Editor 0.4 από τον Stephan Kulow (coolo@itm.mu-luebeck.de)
hu: Hex Editor 0.4 Írta Stephan Kulow (coolo@itm.mu-luebeck.de)
nl: Hex Editor 0.4 door Stephan Kulow (coolo@itm.mu-luebeck.de)
pl: Hex Editor 0.4 autor Stephan Kulow (coolo@itm.mu-luebeck.de) Polskie t³umaczenie (C) 1997 Piotr Roszatycki <dexter@fnet.com.pl>

source: KHexdit is already waiting for an internet job to finish Wait until this one is finished or stop the running one.
el: KHexdit ήδη περιμένει για τον τερματισμό μιας εργασίας internet Περιμένετε μέχρι αυτή να τερματιστεί ή σταματήστε την ήδη τρέχουσα.
fr: KHexdit est en train d'attendre la fin d'une application utilisant la connexion internet. Veuillez attendre qu'elle finisse ou arrêtez-la.
hu: A KHexdit jelenleg egy internetes munkát vár, hogy befejezõdjön. Kérem, várjon addig, amíg az véget ér, vagy állítsa le a jelenleg futó munkát.
is: KHexdit er nú ?egar a? bí?a eftir ?ví a? netverki ljúki Bíddu ?ar til ?essu verki er loki? e?a stö?va?u ?a? sem er í keyrslu.
nl: KHexedit wacht al op een internet taak Wacht tot de huidige taak klaar is of breek hem af.
pl: KHexdit aktualnie czeka na zakoñczenie zadania Poczekaj na zakoñczenie lub zatrzymaj proces.
ro: KHexedit aºteaptã deja sã se termine o sarcinã de internet Asteaptã pânã se terminã sau opreºte-o.
sv: Ett internet-job körs fortfarande Vänta på att det skall avslutas, eller avsluta det nuvarande jobbet!

source: Could not start KFM
el: Αδύνατη η εκκίνηση του KFM
fr: Impossible de lancer KFM
hu: A KFM nem található
is: Tókst ekki a? keyra KFM
nl: KFM kon niet gestart worden
pl: Nie mo¿na uruchomiæ KFM
ro: Nu pot porni KFM
sv: Kunde inte starta KFM.

source: Ok
el: Eντάξει

source: Save &As...
fr: Enregistrer &sous ...
is: Vista &sem...
ro: S&alveazã în ...
sv: Spara s&om...

source: &Toggle Toolbar
fr: Afficher/cacher la barre d'outils
is: &Víxla t?kjaslá
ro: Bistabil de barã de scule
sv: &Verktygsrad på/av

source: Hex Editor
fr: Editeur hexadécimal
is: Sextándakerfisritill
ro: Editor Hexa

source: by Stephan Kulow
fr: par Stephan Kulow
is: eftir Stephen Kulow
ro: programat de Stephan Kulow
sv: av Stephan Kulow

source: The current file has been modified. Do you want to save it?
fr: Le fichier courant a été modifié. Désirez-vous l'enregistrer ?
is: Skjalinu sem ?ú ert a? vinna í hefur veri? breytt. Viltu vista ?a??
ro: Fiºierul curent a fost modificat. Vrei sã îl salvez ?
sv: Den aktuella filen har ändrats! Vill du spara den?

source: The current file has been modified. Discard your changes?
fr: Le fichier courant a été modifié. Désirez-vous abandonner vos modifications ?
is: Skjalinu sem ?ú ert a? vinna í hefur veri? breytt. H?tta vi? breytingarnar?
ro: Fiºierul curent a fost modificat. Anulez modificãrile ?
sv: Den aktuella filen har ändrats! Vill du förlora dina ändringar?
