Repository: Arquivotheca/otde
Catalog: po/*/kikbd.po
Languages: fr, it, nl

source: KDE International Keyboard already started on this display.
fr: Clavier International KDE est déjà démarré sur ce périphérique d'affichage.
it: KDE Tastiera Internazionale gia' avviato in questo display.
nl: KDE Internatiobaal Toetsenbord al gestart op dit scherm

source: X codes "%s" file does not exist. Using X default codes.
fr: Le fichier de codes X "%s" n'existe pas. Je vais utiliser des codes X par défaut.
it: File codice X "%s" non esiste. Uso codici predefiniti di X.

source: Keyboard map "%s" does not exists. Skipping this map.
fr: La disposition de clavier "%s" n'existe pas. Je vais ignorer cette disposition.
it: Mappa tastiera "%s" non esiste. Salto questa mappa.

source: Setup
fr: Configuration
it: Impostazioni

source: Can not remove %s from Modifiers.
fr: Impossible de retirer %s des Modifieurs.
it: Impossibile rimuovere %s dai modificatori.
nl: Kan %s niet verwijderen van Modifiers.

source: Can not add %s to Modifier number 3.
fr: Impossible d'ajouter %s au Modifieur numéro 3.
it: Impossibile aggiungere %s al modificatori numero 3.

source: Cannot remove Caps Lock from Modifiers. Caps Lock Emulation disabled
it: Impossibile rimuovere Caps Lock dai Modificatori. Emulazione Caps Lock disabilitata

source: Exiting International Keyboard
fr: Arrêt du Clavier International
it: Uscita da Tastiera Internazionale

source: You're about to quit the "International Keyboard" tool. Do you want to have it autostarted at your next login?
fr: Vous allez quitter l'outil "Clavier International". Voulez-vous le lancer automatiquement à la prochaine connexion ?
it: Stai per uscire da "International Keyboard tool". Vuoi che venga riavviato automaticamente al prossimo login?

source: KeyMap: cannot allocate memory
it: KeyMap: impossibile allocare memoria
nl: KeyMap: kan geen geheugen alloceren

source: Can not find symbol "%s". May be your default X codes does not match. You can preset X codes in "Advanced" section of configuration program.
it: Impossibile trovare il simbolo "%s". Probabilmente i tuoi codici di X predefiniti non coincidono. Puoi preimpostare i codici di X nella sezione "Avanzate" del programma di configurazione.

source: KeyMap: can not find symbol "%s".
it: KeyMap: impossibile trovare il simbolo "%s".

source: KeyMap: do not understand key code "%s".
it: KeyMap: non capisco il codice "%s".

source: KeyMap: key code "%s" go out of range.
it: KeyMap: codice tasto "%s" fuori intervallo.

source: Global
it: Globali
nl: ALgemeen

source: Window
fr: Fenêtre
it: Finestra
nl: Venster

source: Class
fr: Classe
it: Classe
nl: Klasse

source: (None)
fr: (Aucun)
it: (Nessuno)

source: Right Alt
fr: Alt droit
it: Alt Destro
nl: Rechter ALt

source: Right Control
fr: Control droit
it: Control Destro
nl: Rechter COntrol

source: Rights (Alt+Shift)
fr: Droits (Alt+Shift)
it: Destra (Alt+Shift)
nl: Rechts (Alt+Shift)

source: Rights (Ctrl+Alt)
fr: Droits (Ctrl+Alt)
it: Destra (Ctrl+Alt)
nl: Rechts (Ctrl+Alt)

source: Rights (Ctrl+Shift)
fr: Droits (Ctrl+Shift)
it: Destra (Ctrl+Shift)
nl: Rechts (Ctrl+Shift)

source: Lefts (Alt+Shift)
fr: Gauches (Alt+Shift)
it: Sinistra (Alt+Shift)
nl: Links (Alt+Shift)

source: Lefts (Ctrl+Alt)
fr: Gauches (Ctrl+Alt)
it: Sinistra (Ctrl+Alt)
nl: Links (Ctrl+Alt)

source: Lefts (Ctrl+Shift)
fr: Gauches (Ctrl+Shift)
it: Sinistra (Ctrl+Shift)
nl: Links (Ctrl+Shift)

source: Both Shift's (Shift+Shift)
fr: Deux Shifts (Shift+Shift)
it: Entrambi gli Shift

source: Right Meta
fr: Meta droit
it: Meta Destro

source: Left Alt
fr: Alt gauche
it: Alt Sinistro
nl: Linker ALt

source: Left Control
fr: Control gauche
it: Control Sinistro
nl: Linkter Control

source: Left Meta
fr: Meta gauche
it: Meta Sinistro

source: Top Left
fr: En haut à gauche
it: Alto Sinistra

source: Top Right
fr: En haut à droite
it: Alto Destra

source: Bottom Left
fr: En bas à gauche
it: Basso Sinistra

source: Bottom Right
fr: En bas à droite
it: Basso Destra

source: X default codes
fr: codes X par défaut
it: Codici predefiniti di X

source: %s Do you want to configure now?
fr: %s Voulez-vous effectuer la configuration maintenant ?
it: %s Vuoi Configurare adesso?

source: unknown
fr: inconnu
it: sconosciuto

source: default
fr: par défaut
it: predefinito

source: Author: Not specified
fr: Auteur : non spécifié
it: Autore: Non specificato

source: Author
fr: Auteur
it: Autore

source: Description:
it: Descrizione:

source: Source:
it: Sorgente:

source: no file
fr: aucun fichier
it: nessun file

source: user file
fr: fichier utilisateur
it: file utente

source: system file
fr: fichier système
it: file sistema

source: Statistic:
fr: Statistiques :
it: Statistiche:

source: symbols
fr: symboles
it: simboli

source: codes
it: codici

source: alternative symbols
fr: symboles alternatifs
it: simboli alternativi

source: Language
fr: langue
it: Lingua

source: Charset
fr: Table de caractères
it: Set caratteri

source: International keyboard ERROR
fr: ERREUR du Clavier international
it: Errore Tastiera internazionale

source: International keyboard warning
fr: Avertissement - Clavier international
it: Avviso Tastiera internazionale

source: International keyboard question
fr: Question - Clavier international
it: Domanda Tastiera internazionale

source: Configure
fr: Configurer
it: Configura

source: Do you want to continue?
fr: Voulez-vous continuer ?
it: Vuoi continuare ?

source: List of active keyboard maps
fr: Liste des dispositions de clavier actives
it: Lista delle mappe tastiera attive

source: &Add
fr: &Ajouter
it: &Aggiungi

source: Adding new keyboard map
it: Aggiunta di una nuova mappa

source: Remove selected keyboard map
fr: Suppression de la disposition sélectionnée
it: Rimuovi mappa selezionata

source: U&p
fr: Monter
it: &Su

source: D&own
fr: De&scendre
it: &Giu'

source: &Info
it: &Informazioni

source: Display information for selected keyboard map
fr: Affiche les informations sur la disposition de clavier sélectionnée
it: Mostra informazioni per la mappa selezionata

source: Use &hot list
fr: Utiliser la "&hot list"
it: Usa &hotlist

source: Adding Keyboard
fr: Ajout d'un clavier
it: Aggiunta Tastiera
nl: Bezig met toetsenbord toevoegen

source: There is no more keyboard maps
it: Non ci sono altre mappe di tastiera

source: Keyboard map information
fr: Information sur la disposition du clavier
it: Informazioni mappa della tastiera

source: Add Keyboard
fr: Ajouter un clavier
it: Aggiungi Tastiera
nl: Toetsenbord toevoegen

source: Available keyboard maps
fr: Dispositions de clavier disponibles
it: Mappe di tastiera disponibili

source: Keyboard maps
fr: Dispositions de clavier
it: Mappe di tastiera

source: Switch and Alt Switch
fr: Modifieurs Alt et Ctrl
it: Switch e Alt Switch

source: Key(s) to switch between keyboard maps
it: Tasto/i per cambiare mappa di tastiera

source: Beep when ever keyboard mapping changed
it: Suona quando la mappatura dela tastiera cambia

source: Ad&vanced
fr: A&vancé
it: &A&vanzate

source: Advanced options
fr: Options avancées
it: Opzioni avanzate

source: Advanced
fr: Avancé
it: Avanzate
nl: Geavanceerd

source: &Emulate Caps Lock
fr: &Emuler verrouillage Majuscule
it: &Emula Caps Lock

source: Emulate XServer Caps Lock. Needed for some languagesto be correct
it: Emula Caps Lock di XServer. Richiesto da alcune lingue per essere corrette

source: &Save Classes
fr: &Sauver les Classes
it: &Salva Classi

source: Save relations between window classes and keyboard maps on exit
fr: Sauver les relations entre les classes de fenetre et les dispositions de claviers en sortant
it: Salva relazioni tra classi e mappe all'uscita

source: Define X codes
fr: Définir les codes X
it: Definisci codici X

source: Standard behavior. Keyboard map active for all windows
it: Aspetto standard. Mappa attiva per tutte le finestre

source: Extended behavior. Each windows remember it's own keyboard map
it: Aspetto esteso. Ogni finestra ricorda la propria mappa di tastiera

source: Special behavior. Each windows class remember it's own keyboard map
it: Aspetto seciale. Ogni classe di finestre ricorda la propria mappa di tastiera

source: Button Colors
fr: Couleur des boutons
it: Colori Pulsanti
nl: Toetskleur

source: Foreground
fr: Couleur du texte
it: Primo Piano
nl: Voorgrond

source: Color of the text label
it: Colore del testo delle etichette

source: With Caps Lock
fr: Avec Verrouillage Majuscules
it: Con Caps Lock

source: Background when Emulated Caps Lock active
fr: Fond lorsque Verrouillage Majuscules émulé est actif
it: Sfondo quando l'emulazione del Caps Lock e' attiva

source: With Alternate
fr: Avec Alt.
it: Con Alternate

source: Background when Alternate switch is pressed
it: Sfondo quando Alternate e' premuto

source: Button Font
fr: Police des boutons
it: Carattere Pulsante
nl: Lettertype Knop

source: &Customize Font
fr: &Police personnalisée
it: &Personalizza Carattere

source: Customize Font for text label or use global settings
fr: Personnalisez la Police pour le texte ou utilisez le paramètrage global
it: Personalizza Carattere per il testo o usa impostazioni globali

source: C&hange Font
fr: C&hanger la police
it: Cam&bia Carattere

source: &Autostart
fr: Démarrage &automatique
it: &Avvio Automatico

source: Start up automatically
fr: Lancement automatique
it: Avvia automaticamente

source: &Docked
fr: Insertion dans le &panneau
it: &Nel pannello

source: Dock into special area in the panel
fr: Insérer dans la zone spéciale du panneau
it: Viene mostrato in una zona speciale del pannello

source: Place
fr: Emplacement
it: Piazza

source: Place in selected corner
fr: Placer dans le coin sélectionné
it: Piazza in un angolo scelto

source: &General
fr: &Général
it: &Generale

source: &Style
it: &Stile

source: Start&Up
fr: &Démarrage
it: &Avvio

source: International Keyboard
fr: Clavier International
it: Tastiera Internazionale

source: Can not set Mode Switch as %s for keyboard %s. Alt symbols disabled
fr: On ne peut pas choisir le mode %s pour le clavier %s. Les symboles avec Alt. sont désactivés
nl: Kan geen Mode Switch niet %s zetten voor toetsenbord %s.

source: You're using "International Keyboard" for the first time. I installed a number of default settings.
fr: Vous utilisez "Clavier International" pour la première fois. J'ai installé des paramètres par défaut.

source: &Beep
fr: &Bip

source: &World Menu
fr: Menu &Mondial

source: Input
fr: Entrée
nl: Invoer

source: General
nl: Algemeen

source: Style
nl: Stijl

source: International Keyboard Settings
nl: Internationale Toetsenbord Instellingen

source: Keyboards
nl: Toetsenborden

source: Add
nl: Toevoegen

source: Delete
nl: Verwijderen

source: Up
nl: Omhoog

source: Down
nl: Naar beneden

source: Options
nl: Opties

source: Beep
nl: Bel

source: There is no more keyboards
nl: Er zijn geen toestenborden meer

source: Available Keyboards
nl: Beschikbare toetsenborden

source: Cancel
nl: Annuleren

source: World Menu
nl: Wereld Menu

source: Emulate CapsLock
nl: Capslock emuleren

source: Save Classes
nl: Bewaar klassen

source: Normal
nl: Normaal

source: With CapsLock
nl: Met CapsLock

source: Customize Font
nl: Lettertype configureren

source: Change Font
nl: Lettertype veranderen

source: Your configuration is empty. Install system default.
nl: Je configuratie is leeg. Installeer standaard

source: kikbd configuration error
nl: kikbd configuratie fout

source: kikbd configuration message
nl: kikbd configuratie bericht

source: yes
nl: ja

source: true
nl: waar

source: Exit
nl: Afsluiten

source: kikbd error
nl: kikbd fout

source: KeyMap: can not find symbol %s
nl: KeyMap: kan symbool %s niet vinden

source: KeyMap: do not undestand keycode %s
nl: KeyMap: begrijp keycode niet

source: KeyMap: keycode %s go out of range
nl: KeyMap: keycode %s ligt buiten bereik

source: None
nl: Geen
