Repository: Arquivotheca/otde
Catalog: po/*/kmenuedit.po
Languages: pt_br, sl

source: Change &Menuname
pt_br: &Mudar Nome de Menu
sl: Spremeni ime &menija

source: Reload &Filetypes
pt_br: Recarregar Tipos de &Arquivo
sl: Ponovno nalo¾i &datoteène tipe

source: by
pt_br: por
sl: od

source: Changes not saved !
pt_br: Modificações não gravadas!
sl: Spremembe niso shranjene !

source: Do you want to save your changes ?
pt_br: Quer gravar as suas modificações ?
sl: Ali hoèete shraniti spremembe ?

source: EMPTY
pt_br: VAZIO
sl: PRAZNO

source: Reload Menus
pt_br: Recarregar Menus
sl: Ponovno nalo¾i menije

source: Reloading the menus will discard all changes. Are you sure you want to reload ?
pt_br: Ao recarregar os menus todas as modificações.serão perdidas. Tem certeza que quer recarregar ?
sl: Ponovno nalaganje menijev bo zavrglo vse spremembe. Ali ste preprièani, da jih hoèete ponovno nalo¾iti?

source: KMenuedit
sl: KMeniedit

source: The directory for your personal menu does not exist. Do you want to create it now ?
pt_br: O diretório para o seu menu personalizado não existe. Quer criá-lo agora?
sl: Imenik za va¹e osebne menije ne obstaja. Ali ga hoèete sedaj ustvariti ?

source: Unable to create directory for personal menu. Select Ok to exit KMenuedit.
pt_br: Não é possível criar diretório para menu personalizado. Selecione Ok para sair do KMenuedit.
sl: Kreiranje imenika za osebne menije je bilo neuspe¹no. Izberite V redu za izhod iz KMeniedit

source: Separator
pt_br: Separador
sl: Loèilo

source: Open/ Close
pt_br: Abrir/ Fechar
sl: Odpri/ Zapri

source: Select item for moving
pt_br: Selecione item a ser movido
sl: Izberite predmet za premikanje

source: Select menu for moving
pt_br: Selecione menu a ser movido
sl: Izberite meni za premikanje

source: New
pt_br: Novo
sl: Nov

source: Warning !
pt_br: Aviso !
sl: Opozorilo !

source: If you delete this button you will lose all of its submenus
pt_br: Caso apague este botão perderá todos os submenus
sl: Èe pobri¹ete ta gumb, boste izgubili vse njegove podmenije

source: Wrong filename
pt_br: Nome de arquivo errado
sl: Napaèno ime datoteke

source: A kdelnk-file with this name does already exist. Please choose another filename.
pt_br: Um arquivo kdelnk com este nome já existe. Por favor escolha outro nome.
sl: A kdelnk-datoteka s tem imenom ¾e obstaja. Prosim izberite novo ime datoteke.

source: Changing the type of this button will delete all of its submenus
pt_br: Mudar o tipo deste botão vai apagar todos os seus submenus
sl: Sprememba tipa tega gumba bo zbrisala vse njegove podmenije

source: no command
pt_br: sem comando
sl: brez ukaza

source: Sorry ! You have to save your changes before you can drop this item on another window.
pt_br: Desculpe! É necessário gravar as alterações antes de poder colocar este item em outra janela.
sl: Oprostite ! Morate shraniti spremembe preden lahko odvr¾ete ta predmet na drugo okno.

source: Path for KDE Desktop Entries is not set.
pt_br: Caminho para Entradas de Ambiente de Trabalho KDE não está definido.
sl: Pot do KDE namiznih vnos ni nastavljena.

source: I suggest the following entries:
pt_br: Sugiro esta configuração:
sl: Predlagam naslednje vnose:

source: Path:
pt_br: Caminho:
sl: Pot:

source: PersonalPath:
pt_br: Caminho Pessoal:
sl: Osebna pot:

source: Submenu
sl: Podmeni

source: Application
pt_br: Aplicação
sl: Program

source: Swallow
pt_br: Engolir
sl: Pogoltni

source: Link
sl: Povezava

source: Device
pt_br: Dispositivo
sl: Naprava

source: Type:
pt_br: Tipo:
sl: Tip:

source: File Name:
pt_br: Nome Arq.:
sl: Ime datoteke:

source: Name:
pt_br: Nome:
sl: Ime:

source: Icon:
pt_br: Ícone:
sl: Ikona:

source: Mini Icon:
pt_br: Mini Ícone:
sl: Mini ikona:

source: Comment:
pt_br: Coment:
sl: Komentar:

source: Execute
pt_br: Executar
sl: Izvr¹i

source: Execute:
pt_br: Executar:
sl: Izvr¹i:

source: Working Directory:
pt_br: Diretório de Trabalho:
sl: Delovni imenik:

source: Run in terminal
pt_br: Modo terminal
sl: Teèi v terminalskem oknu

source: Terminal Options:
pt_br: Opções do Terminal:
sl: Terminalove opcije:

source: Binary Pattern:
pt_br: Padrão Binário:
sl: Binaren vzorec:

source: Application to swallow:
pt_br: Aplicação para engolir:
sl: Program za pogoltnit:

source: Title of application:
pt_br: Título da aplicação:
sl: Naslov programa:

source: Application to execute on button press:
pt_br: Aplicação a executar quando clicado:
sl: Program, ki se naj izvr¹i ob pritisnjenem gumbu

source: Read Only
pt_br: Leitura Apenas
sl: Dovoljeno branje

source: Device:
pt_br: Dispositivo:
sl: Naprava:

source: Mount Point:
pt_br: Ponto de Montagem:
sl: Priklopna toèka:

source: FS Type:
pt_br: Tipo de FS:
sl: Tip datoteènega sistema:

source: Unmount Icon:
pt_br: Ícone para Desmontar:
sl: Odklop ikona:

source: Change Menunames
pt_br: Mudar Nome de Menus
sl: Spremeni imena menijev

source: Change the name of the menus as displayed in kpanel
pt_br: Mudar o nome dos menus
sl: Spremeni imena menijev, kot so prikazani v kplo¹èi

source: Personal:
pt_br: Pessoal:
sl: Osebno:

source: Default:
pt_br: Padrão:
sl: Privzeto:

source: ! PROTECTED Button !
pt_br: ! Botão PROTEGIDO !
