Repository: Arquivotheca/otde
Catalog: po/*/knu.po
Languages: it

source: Host &resolution
it: Risoluzione nome host

source: There is no command enabled in the configuration file. So I can't do anything...
it: Non esiste nessun comando abilitato noe file di configurazione. Non posso fare niente.....

source: &New window
it: Nuova finestra

source: &Close window
it: Chiudi

source: Select &all
it: Seleziona tutto

source: C&lear output window
it: Pulisci finestra messaggi

source: P&references...
it: Preferenze

source: About &Qt
it: Info sulle &QT

source: About...
it: Info...

source: &Go!
it: &Vai!

source: &Stop
it: &Alt

source: This command binary was not found. You can give its path in the Edit->Preferences... menu.
it: Questo eseguibile non e` stato trovato. Puoi configurarlo nel menu Modifica->Preferenze....

source: Binary
it: Binario

source: Path&name:
it: Path:

source: Additional &arguments:
it: Opzioni addizionali

source: This command had been disabled in the configuration file.
it: Questo comando e` stato disabilitato nel file di configurazione.

source: - configuration
it: - configurazione

source: Make host &name resolution
it: Risolvi hostname

source: &Maximum number of hops:
it: Numero massimo di salti

source: address (A)
it: indirizzo (A)

source: name (PTR)
it: nome (PTR)

source: mail exchanger (MX)
it: relay mail (MX)

source: any record (ANY)
it: qualsiasi record (ANY)

source: Se&arch for:
it: Cerca:

source: default server
it: server di default
