Repository: Arquivotheca/otde
Catalog: po/*/korn.po
Languages: cs, de, eo, es, sk, sv

source: About KOrn
cs: Informace o aplikaci KOrn
de: Über KOrn
eo: Pri KOrn
es: Sobre KOrn
sk: O KOrn
sv: Om KOrn

source: &Setup..
cs: Na&stavení...
de: &Einrichtung...
eo: &Agordu...
es: &Configuración...
sk: &Nastavenie..
sv: &Inställningar..

source: &About..
cs: &Informace o aplikaci...
de: &Über...
eo: &Pri...
es: &Sobre...
sk: &Informácie..
sv: &Om..

source: Welcome to KOrn
cs: Vítejte v programu KOrn
de: Willkommen bei KOrn
eo: Bonvenon æe KOrn
es: Bienvenido a KOrn
sk: Vitajte v KOrn
sv: Välkommen till KOrn

source: You do not appear to have used KOrn before. Would you like a basic configuration created for you?
cs: Zdá se, ¾e jste dosud KOrn nepou¾ívali. Chcete vytvoøit základní konfiguraci?
de: Sie haben KOrn anscheinend noch nicht benutzt. Möchten Sie, daß eine einfache Voreinstellung für Sie erstellt wird?
eo: Þajnas, ke vi ne antaýe uzis KOrn. Æu mi kreu bazan agorda¼on por vi?
es: No parece que haya usado KOrn antes. ¿Le gustar€a una configuración básica creada para usted?
sk: Pravdepodobne ste predtým KOrn nepou¾ívali. Chceli by ste, aby som pre vás vytvoril základnú konfiguráciu ?
sv: Det verkar inte som du har använt KOrn förut. Skulle du vilja ha en standardkonfiguration?

source: No, Exit
cs: Ne, ukonèit
de: Nein. Beenden.
eo: Ne, Finu
es: No, Salir
sk: Nie, ukonèi»
sv: Nej, avsluta

source: Inbox
de: Posteingang
eo: Alveno
es: Buzón Entrada
sv: Inkorgen

source: Can't find mailbox
cs: Není mo¾né nalézt po¹tovní schránku
de: Kann Postfach nicht finden
eo: Ne eblis trovi poþtkeston
es: No se puede encontrar el buz€n de correo
sk: Nemô¾em nájs» mailbox
sv: Kan inte hitta brevlådorna

source: Unable to find $MAIL environment variable. You'll have to configure the mailboxes yourself.
cs: Není mo¾né nalézt promìnnou prostøedí $MAIL. Musíte nastavit sami po¹tovní scgránky.
de: Kann $MAIL Umgebungs-Variable nicht finden. Sie müssen die Postfächer selbst einrichten.
eo: La mediovariablo $MAIL ne estas difinita. Vi devas do agordi la poþtkestojn mem.
es: Imposible encontrar la variable de entorno $MAIL. Tendrá que configurar los buzones de correo usted mismo.
sk: Nemô¾em nájs» premennú prostredia $MAIL. Budete si musie» nakonfigurova» mailboxy.
sv: Hittade inte $MAIL-variabeln. Du måste konfigurera brevlådorna själv.

source: (clone)
cs: (klon)
de: (duplizieren)
eo: (kopio)
es: (clón)
sk: (kolonovaný)
sv: (klon)

source: Select a mailbox type...
cs: Vyberte typ po¹tovní schránky...
de: Art des Postfachs auswählen...
eo: Elektu poþtkestotipon...
es: Seleccione un tipo de buzón...
sk: Zvoµte typ mailboxu...
sv: Välj brevlådetyp...

source: O&K
eo: &Konfirmu

source: Korn: Options
cs: Korn: nastavení
de: KOrn-Optionen
eo: Korn: Opcioj
es: Korn: Opciones
sk: Korn: Nastavenie
sv: Korn: Inställningar

source: Horizontal
cs: Horizontální
eo: Horizontala
sk: Horizontálne
sv: Horisontell

source: Vertical
cs: Vertikální
de: Vertikal
eo: Vertikala
sk: Vertikálne
sv: Vertikal

source: Docked
cs: Dokovaný
de: Angedockt
eo: Dokita
es: Detenido
sk: V paneli
sv: Dockad

source: &Layout
cs: &Rozvr¾ení
eo: &Aranøo
es: &Disponible

source: &Modify Box
cs: &Modifikovat schránku
de: &Postfach bearbeiten
eo: Þ&anøu keston
es: Buzón &Modificados
sk: &Modifikova» box
sv: &Ändra lådan

source: &New Box
cs: &Nová schránka
de: &Neues Postfach
eo: &Nova kesto
es: &Nuevo buzón
sk: &Nový box
sv: &Ny låda

source: &Delete Box
cs: &Smazat schránku
de: Postfach &löschen
eo: &Forigu keston
es: &Suprimir buzón
sk: &Zmaza» box
sv: &Ta bort lådan

source: &Clone Box
cs: &Smazat schránku
de: Postfach &duplizieren
eo: &Kopiu keston
es: &Clonar buzón
sk: &Klonova» box
sv: &Stäng lådan

source: &Boxes
cs: S&chránky
de: Post&fächer
eo: &Kestoj
es: &Buzones
sk: &Boxy
sv: &Lådor

source: New Monitor
cs: Nový detektor
de: Neuer Monitor
eo: Nova ekrano
es: Nuevo Monitor
sk: Nový monitor
sv: Ny Monitor

source: Korn Monitor
cs: Korn detektor
eo: KOrn-ekrano
es: Monitor Korn

source: Caption
cs: Záhlaví
de: Bildunterschrift
eo: Titolo
es: Captura
sk: Titulok
sv: Titel

source: On Receipt
cs: Pøi pøíjmu
de: Bei Empfang
eo: Æe ricevo
es: En recepción
sk: Pri prijatí
sv: Vid mottagande

source: On Click
cs: Pøi kliknutí
de: Bei Anklicken
eo: Æe mustuþo
es: En pulsación
sk: Pri kliknutí
sv: Vid mustryckning

source: General
cs: V¹eobecné
de: Allgemein
eo: Øenerale
sk: V¹eobecné
sv: Allmänt

source: Poll
cs: Dotázat
de: Nachsehen
eo: Kontrolu regule
es: Urna
sk: Kontrola
sv: Ta ur

source: Check Frequency (sec)
cs: Frekvence kontroly (sec)
de: Wie oft nachsehen (sec)?
eo: Kontrolintervalo (s)
es: Frecuencia Chequeo (seg)
sk: Frekvencia kontroly (sek)
sv: Tid mellan kollar (sek)

source: Mailbox
cs: Po¹tovní schránka
de: Postfach
eo: Poþtkesto
es: Buzón de correo
sv: Brevlåda

source: Mbox Path
cs: Cesta k po¹tovní schránce
de: Pfad f. Fach
eo: Pado de PK
es: Ruta buzón de correo
sv: Brevlådans sökväg

source: Maildir
cs: Adresáø po¹ty
de: Ordner f. Post
eo: Poþtdosierujo
es: Directorio correo
sv: Brevkatalogen

source: Maildir Path
cs: Cesta k adresáøi po¹ty
de: Pfad f. Post
eo: Pado al poþta¼oj
es: Ruta directorio correo
sk: Cesta k maildir
sv: Brevkatalogens sökväg

source: Server
eo: Servilo
es: Servidor

source: Port
eo: Pordo
es: Puerto

source: Username
cs: U¾ivatelské jméno
de: Benutzername
eo: Uzantonomo
es: Usuario
sk: Meno u¾ívateµa
sv: Avändaridentitet

source: Password
cs: Heslo
de: Paßwort
eo: Pasvorto
es: Contraseña
sk: Heslo
sv: Lösenord

source: Save Password
cs: Ulo¾it heslo
de: Paßwort sichern
eo: Sekurigu pasvorton
es: Guardar contraseña
sk: Ulo¾i» heslo
sv: Spara lösenordet

source: News
cs: Diskuzní skupiny
eo: Nova¼oj
es: Noticias
sv: Nyheter

source: Group
cs: Skupina
de: Gruppe
eo: Grupo
es: Grupo
sk: Skupina
sv: Grupp

source: Browse..
cs: Listovat...
de: Durchsuchen...
eo: Rigardu...
es: Navegar...
sk: Listova»..
sv: Bläddra..
