Repository: Arquivotheca/otde
Catalog: po/*/kpanel.po
Languages: et, fr, ja, nl, tr

source: &Move
et: &Liiguta
fr: &Déplacer
ja: 移動(&M)

source: &Properties
et: &Omadused
fr: &Propriétés
ja: プロパティ(&P)

source: Go!
et: Mine!
fr: En avant !
ja: 実行
nl: Gaan
tr: Git!

source: Where do you want to go tomorrow?
et: Kuhu sa soovid homme suunduda?
fr: Où voulez-vous aller demain ?
nl: Waar wil je morgen heen?
tr: Yarýn Nereye Gitmek Ýstersiniz?

source: No info available
et: Info puudub
fr: Information non disponible
ja: 何の情報もありません
nl: Geen informatie beschikbaar
tr: Ýlgili bilgi yok

source: Logout
et: Logi välja
fr: Déconnexion
ja: ログアウト
nl: Uitloggen
tr: Çýkýþ

source: Lock screen
et: Lukusta ekraan
fr: Verrouillage de l'écran
ja: スクリーンロック
nl: Scherm beveiligen
tr: Ekraný kilitle

source: Hide the panel
et: Peida paneel
fr: Cacher le panneau
ja: パネルを隠す
nl: Verberg het paneel
tr: Paneli gizle

source: Show the panel
et: Näita paneeli
fr: Montrer le panneau
ja: パネルを表示する
nl: Laat het paneel zien
tr: Paneli göster

source: Iconify other &windows
et: Ikooni &teised aknad
fr: Icônifier les autres fe&nêtres
ja: 他のウィンドウを最小化する(&W)

source: No comment available
et: Kommentaar puudub
fr: Commentaire non disponible
nl: Geen informatie beschikbaar
tr: Yorum yok

source: Windowlist
et: Akende nimekiri
fr: Liste des fenêtres
ja: ウィンドウリスト
nl: Vensterlijst
tr: Pencere dökümü

source: Quickly navigate through the filesystem
et: Kiire navigeerimine failisüsteemis
fr: Navigation rapide dans l'arborescence
ja: ファイルシステムを素早くナビゲート

source: Add Application
et: Lisa rakendus
fr: Ajouter une application
ja: アプリケーションの追加

source: Add an application or a submenu onto the panel
et: Lisa rakendus või alammenüü paneelile
fr: Ajouter une application ou un sous-menu au panneau
ja: パネルにアプリケーションまたはサブメニューを追加
nl: Plaats een toepassing of submenu op het paneel
tr: Bir uygulamayý panel'e yada alt menüye ekle

source: Add Disk Navigator
et: Lisa ketta navigaator
fr: Ajouter Disk Navigator
ja: ディスクナビゲータを追加

source: Add a Disk Navigator menu onto the panel
et: Lisa ketta navigaatori menüü paneelile
fr: Ajouter un menu de Disk Navigator dans le panneau
ja: パネルにディスクナビゲータのメニューを追加

source: Add Windowlist
et: Lisa akende nimekiri
fr: Ajouter la liste des fenêtres
ja: ウィンドウリストを追加

source: Add a windowlist menu onto the panel
et: Lisa akende nimekirja menüü paneelile
fr: Ajouter le menu d'affichage et de sélection des fenêtres dans le panneau
ja: パネルにウィンドウリストのメニューを追加
nl: Plaats een menu met de vensterlijst op het paneel
tr: Panel'e pencere dökümü menüsü ekle

source: Configure
et: Konfigureeri
fr: Configurer
ja: 設定
nl: Instellingen
tr: Ayarla

source: Configure panel
et: Konfigureeri paneel
fr: Configurer le panneau
ja: パネルの設定
nl: Instellingen paneel
tr: Panel'i ayarla

source: Edit Menus
et: Redigeeri menüüsid
fr: Modifier les menus
ja: メニューの編集
tr: Menüleri Düzenle

source: Add or remove applications in the menu structure
et: Lisa või eemalda rakendusi menüü struktuuris
fr: Ajouter ou supprimer des applications dans le menu
ja: メニュー構造にアプリケーションを追加/削除
tr: Menü yapýsýna uygulama ekle yada sil

source: Restart
et: Käivita uuesti
fr: Redémarrer
ja: 再起動
nl: Herstarten
tr: Yeniden baþlat

source: Restart panel
et: Käivita paneel uuesti
fr: Relancer le panneau
ja: パネルの再起動
nl: Paneel opnieuw herstarten (configuratie opnieuw inlezen)
tr: Panel'i yeniden baþlat

source: Disk Navigator
et: Ketta navigaator
ja: ディスクナビゲータ

source: Panel
et: Paneel
fr: Panneau
ja: パネル
nl: Paneel

source: Lock Screen
et: Lukusta ekraan
fr: Verrouiller l'écran
ja: スクリーンのロック
nl: Scherm beveiligen
tr: Ekraný kilitle

source: The menu editor is not installed.
et: Menüü redaktor pole installeritud.
fr: L'éditeur de menus n'est pas installé.
ja: メニューエディタはインストールされていません。
tr: Menü düzenleyicisi yüklenmemiþ.

source: Oops!
et: Uups!
fr: Houlà !
ja: あぅ！
tr: Hay Allah!

source: Cannot put this as button onto the panel!
et: Seda nupu pole võimalik asetada paneelile!
fr: Impossible d'ajouter cette application comme bouton sur le panneau !
ja: これをパネル上にボタンとして置くことはできません！
tr: Bu tuþ panele konulamýyor!

source: (empty folder)
et: (tühi kaust)
fr: (répertoire vide)
ja: (空のフォルダ)

source: Open Folder
et: Ava kaust
fr: Ouvrir le répertoire
ja: フォルダを開く

source: Open this folder (+Shift: Launch a terminal here)
et: Ava see kaust (+SHIFT: käivita siin terminal)
fr: Ouvrir ce répertoire (+Shift : Lancer un terminal ici)
ja: このフォルダを開く (+Shift: ここでターミナルを起動)

source: (Too Many Files)
et: (Liiga palju faile)
fr: (trop de fichiers)
ja: (ファイルが多すぎます)

source: (Access Denied)
et: (Juurdepääs keelatud)
fr: Accès refusé
ja: (アクセスが拒否されました)

source: (Unreadable)
et: (Loetamatu)
fr: (illisible)
ja: (読めません)

source: Shared:
et: Jagatud:
fr: Partagés :
ja: 共有:

source: Entries shared among all users
et: Kirjed jagatud kõikidele kasutajatele
fr: Entrées partagées par tous les utilisateurs
ja: 全てのユーザに共有されるエントリ

source: Personal:
et: Isiklik:
fr: Personnels :
ja: 個人:

source: Personal entries
et: Isiklikud kirjed
fr: Entrées personnelles
ja: 個人用エントリ

source: Recent:
et: Hiljutine:
fr: Récents :
ja: 最近使ったファイル

source: Recent entries
et: Hiljutised kirjed
fr: Entrées récentes
ja: 最近使ったファイルエントリ

source: Options...
et: Valikud...
ja: オプション...

source: Customize Disk Navigator
et: Kohanda ketta navigaatorit
fr: Personnaliser Disk Navigator
ja: ディスクナビゲータの設定

source: Add application
nl: Toepassing toevoegen
tr: Uygulama ekle

source: Add windowlist
nl: Vensterlijst toevoegen
tr: Pencere dökümü ekle

source: Move
nl: Verplaatsen
