Repository: Arquivotheca/otde
Catalog: po/*/kppp.po
Languages: is, ro

source: Busy Wait:
is: Upptekið-Bíðið:
ro: Pt. line ocupata se aºteaptã:

source: Specifies the number of seconds to wait before redial if all dialed numbers are busy. This is necessary because some modems get stuck if the same number is busy too often. The default is 0 seconds, you should not change this unless you need to.
is: Segir til um hvað á að bíða lengi þar til hringt er aftur ef öll símanúmer eru á tali. Þetta er nauðsynlegt vegna þess að sum módem frjósa ef ákveðið númer er á tali of oft. Sjálfgefið gildi er 0 sekúndur. Þú ættir ekki að breyta þessu nema þú nauðsynlega þurfir.

source: Modem volume
is: Hljóðstyrkur módems

source: Most modems have a speaker which makes a lot of noise when dialing. Here you can either turn this completely off or select a lower volume. If this does not work for your modem, you must modify the modem volume command
is: Flest módem hafa hátalara sem getur verið hávaðasamur við hringingu. Hér getur þú annað hvort slökkt á hátalaranum eða lækkað hávaðann. Ef þetta hefur engin áhrif á hávaðann í í þínu módemi, þá verður þú að breyta hljóðstyrksskipun módemsins.

source: Modem Asserts CD Line.
is: Módem framfylgir CD.

source: This controls how <i>kppp</i> detects that the modem is not responding. Unless you are having problems with this, do not modify this setting. <b>Default</b>: off
is: Þetta segir til um hvernig <i>Kppp</i> veit að módemið svarar ekki. Þú skalt ekki breyta þessu nema þetta valdi vandræðum hjá þér. <b>Sjálfgefið</b>: Af

source: Modem Commands
is: Módemskipanir
ro: Comenzi modem

source: Allows you to change the AT command for your modem.
is: Gerir þér kleyft að breyta AT skipuninni fyrir módemið þitt.

source: Query Modem
is: Prófa módem
ro: Interogare modem

source: Most modems support the ATI command set to find out vendor and revision of your modem. Press this button to query your modem for this information. It can be useful to help you setup the modem
is: Flest módem geta notað ATI skipanasettið til að sýna framleiðanda og útgáfu módemsins. Smelltu á þennan hnapp til að biðja módemið um um þessar upplýsingar. Þú gætir þurft að nota þær til að hjálpa til við uppsetninguna á módeminu.

source: Terminal
is: Skjáhermir

source: Opens the built-in terminal program. You can use this if you want to play around with your modem's AT command set
is: Opnar innbyggða skjáhermiforritið. Þú getur notað það ef þú vilt eitthvað vasast í AT skipunum módemsins.

source: Throughput graph
is: Gagnaflutningalínurit

source: Background color
is: Bakgrunnslitur

source: Text color
is: Leturlitur

source: Input bytes color
is: Litur á bætum inn

source: Output bytes color
is: Litur á bætum út

source: Recent changes in kppp
is: Nýlegar breytingar á Kppp

source: From version 1.4.8 on, kppp has a new feature called "Quickhelp". It's similar to a tooltip, but you can activate it whenever you want. To activate it, simply click on a control like a button or a label with the right mouse button. If the item supports Quickhelp, a popup menu will appear leading to Quickhelp. To test it, right-click somewhere in this text.
is: Frá og með útgáfu 1.4.8, hefur Kppp nýja aðgerð sem kallast "Mímisbrunnur". Þetta er svipað og vísbendingarnar (tooltips) nema notast hvar sem er. Til að prófa þetta smelltu á eitthvað með hægri músartakkanum, t.d. hnapp eða letur. Ef viðkomandi atriði er tengt Mímisbrunni þá birtist valmynd sem gefur þér tækifæri til að nota visku Mímisbrunns. Prófaðu að smella með hægri takkanum á þetta letur.

source: Don't show this hint again
is: Ekki sýna þetta aftur

source: This is an example for <b>QuickHelp</b>. This window will stay open until you click a mouse button or a hit a key.
is: Þetta er dæmi um <b>Mímisbrunn</b>. Þessi gluggi helst opinn þar til þú notar músina eða lyklaborðið.

source: kppp can't create or read from %s.
is: Kppp getur ekki búið til eða lesið frá %s.

source: kppp has detected a %s file. Another instance of kppp seems to be running under process-ID %d. Make sure that you are not running another kppp, delete the pid file, and restart kppp.
is: Kppp hefur fundið %s skrá. Annað eintak af Kppp virðist vera í keyrslu undir aðgerðanúmerinu %d. Ekki keyra fleiri en eitt eintak af Kppp í einu. Hættu báðum og ræstu Kppp síðan aftur.

source: Exit
is: Loka

source: Connect to:
is: Tengja við:
ro: Conectare la:

source: Login ID:
is: Notandanafn:
ro: Nume de conectare:

source: Type in the username that you got from your ISP. This is especially important for PAP and CHAP. You may omit this when you use terminal-based or script-based authentication. <b>Important</b>: case is important here: <i>myusername</i> is not the same as <i>MyUserName</i>!
is: Stimplaðu inn notandanafnið sem þú fékkst frá Internet þjónustuaðilanum. Mjög mikilvægt ef þú notar PAP eða CHAP. Þú mátt sleppa þessu ef þú notar skjáhermi- eða atburðaritsauðkenningu. <b>Áríðandi</b>: há/lágstafir skipta máli: <i>notandinn</i> er ekki það sama og <i>NoTandiNN</i>!

source: Password:
is: Lykilorð
ro: Parola de conectare:

source: Type in the password that you got from your ISP. This is especially important for PAP and CHAP. You may omit this when you use terminal-based or script-based authentication. <b>Important</b>: case is important here: <i>mypassword</i> is not the same as <i>MyPassword</i>!
is: Stimplaðu inn lykilorðið sem þú fékkst frá Internet þjónustuaðilanum. Mjög mikilvægt ef þú notar PAP eða CHAP. Þú mátt sleppa þessu ef þú notar skjáhermi- eða atburðaritsauðkenningu. <b>Áríðandi</b>: há/lágstafir skipta máli: <i>lykilord</i> er ekki það sama og <i>LyKilOrd</i>!

source: Show Log Window
is: Sýna færsluglugga
ro: Afiºare fereastra de jurnale

source: This controls whether a log window is shown. A log window shows the communication between <i>kppp</i> and your modem. This will help you in tracking down problems. Turn it off if <i>kppp</i> routinely connects without problems
is: Þetta segir til um hvort færsluglugginn sést. Færslugluggi sýnir hvaða samskipti eiga sér á milli <i>Kppp</i> og módemsins. Þetta hjálpar til við að leysa vandamál með tenginguna. Þú getur sleppt þessu ef <i>Kppp</i> tengir alltaf á vandkvæða.

source: Setup
is: Uppsetning
ro: Configurare

source: Connect
is: Tengja
ro: Conectare

source: No such Account: %s
is: Engin svona tenging: %s
ro: Nu existã un asemenea cont: %s

source: kppp Configuration
is: Kppp uppsetning
ro: Configurare kppp

source: Accounts
is: Tengingar
ro: Conturi

source: Device
is: Tæki
ro: Dispozitiv

source: Graph
is: Línurit

source: Timeout expired while waiting for the PPP interface to come up!
is: Tíminn rann út meðan beðið var eftir PPP tengingunni!

source: The pppd daemon died unexpectedly!
is: Það lítur út fyrir að ppp púkinn hafi dáið!

source: Details...
is: Smáatriði...

source: Sorry. kppp's helper process just died. Since a further execution would be pointless, kppp will shut down right now.
is: Afsakið, hjálparaðgerð Kppp dó. Það er því engin ástæða fyrir Kppp að halda áfram þannig að við lokum því bara.

source: kppp can not find: %s Please install pppd properly and/or adjust the location of the pppd executable on the PPP tab of the setup dialog. This will insure that kppp can find the PPP daemon. Thank You
is: Kppp finnur ekki: %s Vinsamlega sjáðu til þess að ppp púkinn (pppd) sé rétt settur inn í tölvuna og/eða breyttu staðsetningunni á PPP flipanum í uppsetningunni. Þetta tryggir að Kppp finni ppp púkann. Takk fyrir.

source: kppp can not execute: %s Please make sure thatyou have given kppp setuid permission and that pppd is executable.
is: Kppp getur ekki keyrt: %s Athugaðu hvort Kppp hafi s-bita aðgang (chmod u+s pppd) og að ppp púkinn sé keyranlegur (chmod u+x pppd).
ro: kppp nu poate executa: %s Verificaþi dacã aveþi datã permisia de setuid pentru kppp ºi dacã kppp este execuatbil.

source: kppp can not find: %s Please make sure you have setup your modem device properly and/or adjust the location of the modem device on the modem tab of the setup dialog. Thank You
is: Kppp fann ekki: %s Athugaðu hvort módemið sé örugglega sett upp rétt og stillt eins og það á að vera og/eða breyttu staðsetningu módemsins á módemflipanum í uppsetningarglugganum. Takk fyrir.
ro: kppp nu poate gasi: %s Verificaþi dacã aþi configurat modemul ºi/sau ajustaþi locaþia pentru dispozitivul de modem, în fila 'Modem' a dialogului de configurare. Mulþumesc!

source: You have selected the authentication method PAP. This requires that you supply a username and a password!
is: Þú valdir að nota auðkenningaraðferðina PAP. Þessi aðferð krefst þess að þú stimplir inn notandanafn og lykilorð!
ro: Aþi selectat ca metodã de autentificare PAP. Aceasta necesita furnizarea unui nume si a unei parole pentru login.

source: Cannot create PAP authentication file "%s"
is: Get ekki skrifað PAP auðkenningar- skrána "%s"
ro: Nu se poate crea fiºierul de autentificare PAP "%s"

source: You have selected the authentication method CHAP. This requires that you supply a username and a password!
is: Þú valdir að nota auðkenningaraðferðina CHAP. Þessi aðferð krefst þess að þú stimplir inn notandanafn og lykilorð!

source: Cannot create CHAP authentication file "%s"
is: Get ekki skrifað CHAP auðkenningar- skrána "%s"

source: You must specify a telephone number!
is: Þú verður að gefa upp símanúmer!

source: Quit kPPP?
is: Loka Kppp?
ro: Închideþi kPPP?

source: Exiting kPPP will close your PPP Session.
is: Ef þú lokar Kppp þá slitnar PPP sambandið.
ro: Închizând kPPP, veþi termina sesiunea PPP.

source: Can not load the accounting ruleset "
is: Get ekki náð í kostnaðarreglur bókhaldsins "
ro: Nu se poate încarca fisierul de tarife telefonice "

source: Sorry, can't open modem.
is: Næ ekki sambandi við módemið
ro: Nu se poate accesa modemul.

source: Sorry, can't detect state of CD line.
is: Afsakið, skil ekki ástand línunnar.

source: Sorry, the modem is not ready.
is: Módemið er ekki tilbúið.
ro: Modemul nu este pregãtit.

source: Sorry, the modem is busy.
is: Módemið er upptekið!
ro: Modemul este ocupat.

source: Modem Ready.
is: Módemið er tilbúið

source: Can't restore tty settings: tcsetattr()
is: Get ekki lagað tty stillingar: tcsetattr()
ro: Nu se poate reface configurarea tty: tcsetattr()

source: Sorry, the modem doesn't respond.
is: Því miður, módemið svarar ekki.

source: Unknown speed
is: Óþekktur hraði

source: Edit Modem Commands
is: Breyta módemskipunum
ro: Editare comenzi modem

source: Pre-Init Delay (sec/100):
is: Pre-Init töf (sek/100):

source: Initialization String:
is: Frumstillingarstrengur:
ro: ªir de iniþializare:

source: Post-Init Delay (sec/100):
is: Post-Init töf (sek/100):

source: Init Response:
is: Frumstilling - svar:
ro: Mesaj la iniþializare:

source: Dial String:
is: Innhringistrengur

source: Connect Response:
is: Tenging - svar:
ro: Mesaj la conectare:

source: Busy Response:
is: Á tali - svar:
ro: Mesaj la Ocupat:

source: No Carrier Response:
is: Engin lína - svar:

source: No Dialtone Response:
is: Engin sónn - svar:
ro: Mesaj la Nu este ton:

source: Hangup String:
is: Leggja á strengur:
ro: ªir de deconectare:

source: Hangup Response:
is: Leggja á - svar:
ro: Mesaj la Deconectare

source: Answer String:
is: Svarstrengur:
ro: ªir pt Raspuns:

source: Ring Response:
is: Hringingarstrengur:
ro: Mesaj la Sonerie

source: Answer Response:
is: Svörun - svar:
ro: Mesaj la Raspuns:

source: Escape String:
is: Escape strengur:
ro: ªir Escape

source: Escape Response:
is: Escape - svar
ro: Mesaj la Escape

source: Guard Time (sec/50):
is: Varnartími (sek/50):

source: Volume off/low/high
is: Hljóð af/lágt/hátt

source: Customize pppd Arguments
is: Stilla pppd breytur
ro: Personalizare argumente pppd

source: Argument:
is: Breyta:

source: Defaults
is: Sjálfgefið

source: The application-specific config file could not be opened neither read-write nor read-only. The superuser might have to change its ownership by issuing the following command in your home directory: chown {YourUsername} .kde/share/config/kppprc
is: Því miður þá tókst ekki að opna stilliskrá forritsins, hvorki sem lesskrá eða les- og skrifskrá. Kerfisstjórinn (ofurpaurinn) gæti þurft að breyta eignar- réttinum með því að gefa þessa skipun á þínu heimasvæði: chown {ÞittNotandanafn} .kde/share/config/kppprc

source: ATI Query
is: ATI spurn
ro: Interogare ATI

source: Modem Query timed out.
is: Módemspurnartími rann út.
ro: Timp de interogare depaºit.

source: Modem Ready
is: Módemið er tilbúið
ro: Modemul este pregãtit

source: Modem Query Results
is: Niðurstöður spurnar
ro: Rezultate interogare modem

source: kppp Statistics
is: Kppp tölfræði
ro: Statistici kppp

source: Statistics
is: Tölulegar uppl.
ro: Statistici

source: Local Addr:
is: Staðbundið viðfang:
ro: Adresã localã:

source: Remote Addr:
is: Fjartengt viðfang:
ro: Adresa remote:

source: bytes in
is: bætar inn

source: bytes out
is: bætar út

source: packets in
is: pakkar inn

source: packets out
is: pakkar út

source: vjcomp in
is: vjcomp inn

source: vjcomp out
is: vjcomp út

source: vjunc in
is: vjunc inn

source: vjunc out
is: vjunc út

source: unavailable
is: ónothæft
ro: nu este disponibil

source: Kppp Mini-Terminal
is: Kppp SmáSkjárinn
ro: Mini Terminal Kppp

source: &Reset Modem
is: Endu&rstilla módem
ro: &Resetare modem

source: MiniTerm - A terminal emulation for KPPP (c) 1997 Bernd Johannes Wuebben <wuebben@kde.org> (c) 1998 Harri Porten <porten@kde.org> (c) 1998 Mario Weilguni <mweilguni@kde.org> This program is published under the GNU GPL (GNU General Public License)
is: MiniTerm - Skjáhermiforrit fyrir Kppp (c) 1997 Bernd Johannes Wuebben <wuebben@kde.org> (c) 1998 Harri Porten <porten@kde.org> (c) 1998 Mario Weilguni <mweilguni@kde.org> Þetta forrit er gefið út samkvæmt GNU GPL höfundarréttinum (GNU General Public License).

source: &Modem
is: &Módem

source: Close MiniTerm
is: Loka MiniTerm

source: Reset Modem
is: Endurstilla módem
ro: Resetare modem

source: Initializing Modem
is: Frumstilli módem
ro: Iniþializare modem

source: Hanging up ...
is: Legg á ...
ro: Deconectare ...

source: Resetting Modem
is: Endurstilli módem
ro: Resetare modem

source: Accounting Setup
is: Uppsetning bókhalds
ro: Configurare tarife

source: Enable accounting
is: Nota bókhald
ro: Activare tarife

source: Selected:
is: Í notkun:
ro: S-a selectat:

source: Volume accounting:
is: Flutningsbókhald:

source: No accounting
is: Ekkert bókhald

source: Bytes in
is: Bætar inn

source: Bytes out
is: Bætar út

source: Bytes in and out
is: Samtals bætar

source: Available rules
is: Kostnaðarreglur
ro: Tarife disponibile

source: (none)
is: (Engin)

source: kppp: no rulefile specified
is: Kppp: Engin regluskrá tilgreind
ro: kppp: nu s-a selectat nici un tarif

source: kppp: rulefile "%s" not found
is: Kppp: Regluskrá "%s" fannst ekki
ro: kppp: fiºierul de tarife "%s" nu a fost gãsit

source: kppp: rulefiles must have the extension ".rst"
is: Kppp: Regluskrár verða að hafa endinguna ".rst"
ro: kppp: fiºierele de tarife trebuie sã aiba extensia ".rst"

source: kppp: error parsing the ruleset
is: Kppp: Villa við lestur á reglum
ro: kppp: eroare la analiza fiºierului de tarife

source: kppp: parse error in line %d
is: Kppp: Lestrarvilla í línu %d
ro: kppp: eroare de analizã la linia %d

source: kppp: rulefile does not contain a default rule
is: Kppp: Regluskrá hefur ekki sjálfgefna reglu
ro: kppp: fiºierul de tarife mu conþine un tarif implicit

source: kppp: rulefile does not contain a "name=..." line
is: Kppp: Regluskrá hefur enga "name=..." línu
ro: kppp: fiºierul de tarife nu conþine o linie "nume=..."

source: kppp: rulefile is ok
is: Kppp: Regluskrá er í lagi
ro: kppp: fiºierul de tarife este OK

source: Minimize
is: Minnka
ro: Minimizare

source: You´re not allowed to dial out with kppp. Contact your system administrator.
is: Þú hefur ekki leyfi til að hringja út með Kppp. Hafðu samband við kerfisstjóra.

source: This kernel has no PPP support, neither compiled in nor via the kernel module loader. To solve this problem: * contact your system adminstrator or * install a kernel with PPP support
is: Linux kjarninn þinn hefur ekki aðgang að PPP, hvorki vistþýddu inn í kjarnann, né hlaðið sem aukaeiningu. Til að leysa þetta vandamál: * Hafðu samband við kerfistjóra eða * Bættu PPP við kjarnann

source: Cannot find the pppd-daemon! Make sure that pppd is installed and you have entered the correct path.
is: Fann ekki ppp púkann (pppd)! Athugaðu hvort þú sért með hann á á þessari vél og að slóðin sé rétt.
ro: Fiºierul executabil pppd nu poate fi gãsit Verificaþi daca pppd este instalat si dacã aþi introdus calea corectã pentru executie.

source: You do not have the permission to start pppd! Contact your system administrator and ask to get access to pppd.
is: Þú hefur ekki leyfi til að keyra ppp púkann (pppd)! Hafðu samband við kerfisstjórann og fáðu aðgang að pppd.
ro: Nu aveti suficiente drepturi pentru a executa pppd! Cantactaþi administratorul de sistem ºi cereþi drepturi de acces la pppd.

source: pppd is not properly installed! The pppd binary must be installed with the SUID bit set. Contact your system administrator.
is: ppp púkinn (pppd) hefur greinilega verið settur inn vitlaust! Þetta forrit verður að vera með s-bitann settan á. Hafðu samband við kerfisstjóra til að laga þetta.
ro: pppd nu este corect instalat! pppd trebuie instalat cu bitul SUID activat. Contactaþi administratorul de sistem.

source: kppp has detected a 'lock' option in /etc/ppp/options. This option has to be removed since kppp takes care of device locking itself. Contact your system administrator.
is: Kppp fann 'lock' læsistillingu í /etc/ppp/options. Þú verður að látafjarlægja þetta því Kppp sér sjálft um allar tækjalæsingar. Hafðu samband við kerfisstjóra.

source: is missing! Ask your system administrator to create a non-empty file that has appropriate read and write permissions.
is: vantar! Hafðu samband við kerfisstjóra til að útbúa nothæfa skrá sem hefur viðeigandi les- og skrifréttindi.

source: Ca&ncel
is: &Hætta við

source: &Continue
is: Á&fram

source: You have launched pppd before the remote server was ready to establish a PPP connection. Please use the terminal-based login to verify
is: Þú ræstir ppp púkann áður en þjónninn var tilbúinn með PPP tengingu handa þér. Tengdu með skjáhermisaðferðinni til að staðfesta þetta.

source: You haven't started the PPP software on the peer system.
is: PPP hugbúnaðurinn hefur ekki verið ræstur.

source: Check that you supplied the correct username and password!
is: Athugaðu hvort þú ert að nota rétt notandanafn og lykilorð!

source: You shouldn't pass 'lock' as an argument to pppd. Check /etc/ppp/options and ~/.ppprc
is: Þú ættir ekki að senda stillinguna 'lock' á ppp púkann. Skoðaðu /etc/ppp/options og~/.ppprc

source: The remote system does not seem to answer to configuration request! Contact your provider!
is: Kerfið sem á að tengja við virðist ekki vilja svara beiðni um samstillingu! Hringdu í þá!

source: You have passed an invalid option to pppd. See `man pppd' for a complete list of valid arguments.
is: Þú gafst ppp púkanum upp ónothæfa stillingu. Skoðaðu `man pppd' ef þig vantar að sjá lista yfir nothæfar stillingar.

source: Notice that the remote system has sent the following message: "%s" This may give you a hint why the the connection has failed.
is: Kerfið sem tengt var við, sendi frá sér eftirfarandi skilaboð: "%s" Vonandi gefur þetta þér hugmynd um hversvegna tengingin mistókst.

source: Sorry. Can't help you here.
is: Fyrirgefðu, ég get ekki aðstoðað.

source: KPPP could not prepare a PPP log. It´s very likely that pppd was started without the "debug" option. Without this option it´s difficult to find out PPP problems, so you should turn on the debug option. Shall I turn it on now?
is: KPPP gat ekki útbúið PPP færslu. Það eru líklegt að ppp púkinn hafi verið ræstur án "debug" möguleikans. Án þessa möguleika er mjög erfitt að finna út hverskonar PPP vandamál er um að ræða og því er betra að nota sér þetta. Á ég að stilla þetta fyrir þig núna?

source: The "debug" option has been added. You should now try to reconnect. If that fails again, you will get a PPP log that may help you to track down the connection problem.
is: "debug" möguleikanum hefur nú verið bætt við. Þú ættir því að prófa aftur að tengja. Ef það mistekst aftur, þá færðu færslu í PPP færsluskrá sem gerir þér kleyft að athuga nánar hvað gerðist.

source: PPP log
is: PPP færsla

source: kppp's diagnosis (just guessing):
is: Álit Kppp (bara ágiskun):

source: Write to file
is: Skrifa í skrá

source: Select modem type...
is: Veldu gerð módems...

source: To setup your modem, first choose it´s vendor in the list to the left, and then select the model from the right list. If you don´t know which modem you have,you can try out one of the "Generic" modems.
is: Til að stilla módemið, veldu fyrst framleiðanda á listanum til vinstri ogsíðan módemið sjálft á listanum til hægri. Ef þú veist ekki hvernig módemþú ert með, veldu þá "Venjulegt" módem.

source: <Generic>
is: <Venjulegt>

source: Hayes(tm) compatible modem
is: Hayes(tm) staðlað módem

source: You must enter a unique account name
ro: Trebuie sã introduceþi un nume unic pentru fiecare cont.

source: Login script has unbalanced Loop Start/End
ro: Script de conectare cu bucle Start/End incomplete

source: LoopEnd without mathing Start! Line:
ro: Bucla cu END farã START! Linia:

source: unknown speed
ro: viteza nedeterminatã

source: Use default script
ro: Utilizare script implicit

source: Insert
ro: Inserare

source: A dialer and front-end to pppd Copyright (c) 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
ro: Interfaþã grafica pentru pppd Copyright (c) 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu

source: With contributions from: Mario Weilguni Markus Wuebben Jesus Fuentes Saavedra Harri Porten Peter Silva
ro: Au mai contribuit la realizare: Mario Weilguni Markus Wuebben Jesus Fuentes Saavedra Harri Porten Peter Silva

source: Modem Lock File:
ro: Fiºier de blocare a modemului:

source: kppp can not find: %s Please install pppd properly and/or adjust the location of the pppd executable on the PPP tab of the setup dialog. Thank You
ro: kppp nu poate gãsi: %s Instalaþi corect pppd ºi/sau corectaþi locaþia pentru pppd în fila 'PPP' din dialogul de configurare. Mulþumesc!

source: No Carrier Resonse:
ro: Mesaj la Nu este purtãtoare:

source: Restore Defaults
ro: Valori implicite

source: The application-specific config file could not be opened neither read-write nor read-only
ro: Fiºierul de configurare a aplicaþiei nu poate fi deschis nici pentru scriere nici protejat la scriere

source: Can't open Modem
ro: Nu pot deschide modemul

source: Sorry, the modem is busy
ro: Modemul este ocupat

source: non-vj
ro: nin-vj

source: Quit MiniTerm
ro: Închide MiniTerm

source: tcgetattr() failed
ro: tcgetattr() eºuat

source: tcsetattr() failed
ro: tcsetattr() eºuat

source: Restore
ro: Restaurare
