Repository: Arquivotheca/otde
Catalog: po/*/kppp.po
Languages: is, ro

source: Account Setup
is: Uppsetning á tengingu
ro: Configurare cont

source: Edit...
is: Breyta...
ro: Editare...

source: Allows you to modify the selected account
is: Gerir þér kleyft að breyta tengingunni

source: New...
is: Ný...
ro: Adãugare...

source: Create a new dialup connection to the internet
is: Setja upp nýja tengingu við Internetið

source: Makes a copy of the selected account. All settings of the selected account are copied to a new account, that you can modify to fit your needs
is: Býr til afrit af þeirri tengingu sem er valin. Allar stillingar á tengingunni eru afritaðar yfir í nýju tenginguna og þar getur þú síðan breytt þeim að vild.

source: Deletes the selected account <red><b>Use with care!
is: Eyðir tengingunni <red><b>Notist með varkárni!

source: Phone Costs:
is: Símakostnaður:
ro: Costuri telefon:

source: This shows the accumulated phone costs for the selected account. <b>Important</b>: If you have more than one account - beware, this is <b>NOT</b> the sum of the phone costs of all your accounts!
is: Hér má sjá uppsafnaðan kostnað á þeirri tengingu sem valin er. <b>Mikilvægt</b>: Ef þú hefur fleiri en eina tengingu við netið, hafðu þá í huga að þetta er <b>EKKI</b> samanlagður kostnaður á öllum tengingum!

source: Volume:
is: Gagnaflutningar:

source: This shows the number of bytes transferred for the selected account (not for all of your accounts. You can select what to display in the accounting dialog. <link #volaccounting>More on volume accounting</link>
is: Hér má sjá fjölda bæta sem fluttir hafa verið með þessari tengingu, en ekki með öllum tengingum. Þú getur valið það sem á að birta með því að fara í stillingarnar í bókhaldsglugganum. <link #volaccounting>Meira um gagnaflutningabókhald</link>

source: Reset Costs
is: Kostnað á núll
ro: Resetare costuri

source: View Logs
is: Sýna færslur
ro: Vizualizare jurnale

source: Reset Total
is: Samtals á núll
ro: Resetare Total

source: Are you sure you want to reset the accumulated telephone costs for the selected account to zero?
is: Ertu viss um að þú viljir stilla uppsafnaðan kostnað fyrir þessa tengingu á núll?
ro: Sunteþi sigur cã doriþi aducerea la zero a costurilor telefonice acumulate pentru contul selectat?

source: Maximum number of accounts reached.
is: Fleiri tengingar eru ekki leyfðar.
ro: S-a introdus numãrul maxim de conturi permise.

source: No account selected.
is: Engin tenging valin.
ro: Nu s-a selectat nici un cont.

source: Are you sure you want to delete the account "%s"?
is: Ertu viss um að þú viljir þurrka út tenginguna "%s"?
ro: Sunteþi sigur cã doriþi ºtergerea contului "%s"?

source: Confirm
is: Staðfesta
ro: Confirmare

source: New Account
is: Nýja tengingu
ro: Cont Nou

source: Edit Account:
is: Breyta tengingu:
ro: Editare cont:

source: Dial
is: Hringja
ro: Apel

source: Gateway
is: Gátt

source: Login Script
is: Atburðarit

source: Accounting
is: Bókhald
ro: Costuri

source: You must enter an unique account name
is: Þú verður að gefa tengingunni áður ónotað nafn.

source: Login script has unbalanced loop Start/End
is: Villa í innstimplunarriti í Start/End lykkju

source: Connecting to:
is: Tengi við:
ro: Comectare la:

source: Sorry, can't create modem lock file.
is: Get ekki búið til læsiskrá fyrir módemið.
ro: Nu se poate bloca accesul la modem

source: Looking for Modem ...
is: Leita að módemi...
ro: Detecþie modem ...

source: Log
is: Færslur
ro: Jurnal

source: Sorry, modem device is locked.
is: Afsakið, módemið er læst.
ro: Modemul nu poate fi accesat.

source: Initializing Modem...
is: Frumstilli módemið...
ro: Iniþializare modem...

source: Setting speaker volume...
is: Stilli hátalarastyrk...

source: Dialing
is: Hringi
ro: Apel

source: Line Busy. Hanging up ...
is: Á tali. Legg á...
ro: Linie ocupatã. Deconectez...

source: Line Busy. Waiting:
is: Á tali. Bíð:
ro: Linie ocupatã. Aºtept:

source: seconds
is: sekúndur
ro: secunde

source: No Dialtone
is: Enginn sónn
ro: Nu este ton

source: No Carrier
is: Engin lína
ro: Nu este purtatoare

source: Scanning
is: Leita

source: Saving
is: Vista

source: Sending
is: Sendi
ro: Transmit

source: Expecting
is: Á von á
ro: Aºtept

source: Pause
is: Hinkra við
ro: Pauzã

source: Timeout
is: Tími útrunninn

source: Hangup
is: Leggja á
ro: Deconectare

source: Answer
is: Svara
ro: Rãspuns

source: ID
is: Notandanafn

source: Password
is: Lykilorð
ro: Parolã

source: Prompting
is: Spurt er

source: PW Prompt
is: Lykilorð

source: Loop Start
is: Upphaf lykkju
ro: Început de buclã

source: ERROR: Nested too deep, ignored.
is: Villa: Faldað of djúpt. Hundsa þetta.
ro: EROARE: Nivel de imbricare prea adânc.

source: Loops nested too deeply!
is: Lykkjur faldaðar of djúpt!
ro: Bucle imbricate prea adânc!

source: LoopEnd without matching Start! Line:
is: LoopEnd án upphafs! Lína:

source: Starting pppd ...
is: Ræsi ppp púkann (pppd)
ro: Pornesc pppd ...

source: Scan Var:
is: Skoða Var:

source: Found:
is: Fann:
ro: Am gãsit:

source: Looping:
is: Þræði lykkju:
ro: Buclã:

source: One Moment Please ...
is: Augnablik...
ro: Aºteptaþi puþin ...

source: Script timed out!
is: Tími atburðarits útrunninn!

source: Scanning:
is: Leita:

source: Expecting:
is: Á von á:
ro: Aºtept:

source: Logging on to Network ...
is: Tengi við netið...
ro: Se face conectarea in reþea ...

source: Running Startup Command ...
is: Keyri upphafsskipun...
ro: Execut comenzile de pornire ...

source: Done
is: Búin

source: pppd command + command-line arguments exeed 2024 characters in length. What are you doing?
is: pppd skipun + breytur á skipanalínu eru yfir 2024 stafir. Hvað ertu eiginlega að gera?
ro: Linia de comandaã pentru pppd depãºeºte 2024 de caractere. Ce încercaþi sã faceti?

source: Connected at:
is: Tengdi á:
ro: Conectat la:

source: Time connected:
is: Lengd tengingar:
ro: Durata conectãrii:

source: Session Bill:
is: Reikningur setu:
ro: Cost sesiune:

source: Total Bill:
is: Samtals reikningur:
ro: Cost total:

source: Disconnect
is: Aftengja
ro: Deconectare

source: Details
is: Smáatriði
ro: Detalii

source: Login Script Debug Window
is: Aflúsunargluggi atburðarits
ro: Fereastrã pt. depanarea scripturilor

source: Dial Setup
is: Innhringing
ro: Configurare Apel

source: Connection Name:
is: Nafn tengingar:
ro: Nume conexiune:

source: Type in a unique name for this connection
is: Gefðu þessari tengingu áður ónotað nafn

source: Phone Number:
is: Símanúmer:
ro: Numar de telefon:

source: Specifies the phone number to dial. You can supply multiple numbers separated by a colon. When a number is busy or fails, <i>kppp</i>will try the next number and so on
is: Þetta er númerið sem hringt er í. Þú getur gefið upp mörg símanúmer og aðskilið þau með tvípunkt. Þegar númer er á tali, reynir <i>Kppp</i> næsta númer og svo koll af kolli.

source: Authentication:
is: Auðkenning:
ro: Autentificare:

source: Script-based
is: Atburðarit
ro: Script

source: Terminal-based
is: Skjáhermir

source: Specifies the method used to identify yourself to the PPP server. Most universities still use <b>Terminal</b>- or <b>Script</b>-based authtentication, while most ISP use <b>PAP</b> and/or <b>CHAP</b>. If unsure, contact your ISP. If you can choose between PAP and CHAP, choose CHAP, because it's much safer.
is: Þetta er aðferðin sem notuð er til að auðkenna þig við PPP þjóninn. Flestir háskólar nota <b>Skjáhermi</b>- eða <b>Atburðarits</b> aðferðirnar, á meðan fyrirtæki sem bjóða aðgang nota flest <b>PAP</b> og/eða <b>CHAP</b>. Hafðu samband við þjónustuaðilann þinn til að vera viss. Ef þú getur valið milli PAP og CHAP, veldu þá CHAP. Það gefur meira öruggi.

source: Store password
is: Vista lykilorð
ro: Memoreazã parola

source: When this is turned on, your ISP password will be saved in <i>kppp</i>'s config file, so you do not need to type it in everytime. <b><red>Warning:<black> your password will be stored as plain text in the config file, which is readable only to you. Make sure nobody gains access to this file!
is: Þegar þetta er valið, þá er lykilorðið þitt geymt í uppsetningarskrá <i>Kppp</i>, þannig að þú þurfir ekki að stimpla það inn í hvert skipti. <b><red>Varúð:<black> Lykilorðið verður geymt sem venjulegur texti í þessari skrá, sem aðeins þú hefur aðgang að. Þú berð síðan ábyrgð á því að enginn annar fái aðgang að þessari skrá í framtíðinni !

source: Execute program upon connect:
is: Keyra forrit við tengingu:
ro: Dupã conectare, se executã programul:

source: Allows you to run a program <b>after</b> a connection is established. When your program is called, all all preparations for an internet connection are finished. Very usefull for fetching mail and news
is: Gerir þér kleyft að keyra forrit <b>eftir</b> að tengingu er náð. Forritið sjálft er keyrt þegar, öllum undirbúningi fyrir Internet tenginguna er lokið. Nytsamlegt ef þú vilt t.d. sækja póstinn skjálfkrafa.

source: Execute program before disconnect:
is: Keyra forrit áður en aftengt er:

source: Allows you to run a program <b>before</b> a connection is closed. The connection will stay open until the program exits.
is: Gerir þér kleyft að keyra forrit rétt <b>áður</b> en tengingin er slitin. Tengingin helst þar til forritið hefur lokið sínu verki.

source: Execute program upon disconnect:
is: Keyra forrit við aftengingu:
ro: Dupã deconectare, se executã programul:

source: Allows you to run a program <b>after</b> a connection has been closed.
is: Gerir þér kleyft að keyra forrit <b>eftir</b> að tengingin hefur verið slitin.

source: Edit pppd arguments:
is: Tilgreina pppd breytur:
ro: Editare argumente pppd

source: Arguments
is: Breytur
ro: Argumente

source: IP Setup
is: IP uppsetning
ro: Configurare IP

source: IP Address:
is: IP vistfang:
ro: Adresa IP:

source: If your computer has a permanent internet address, you must supply your IP address here
is: Ef tölvan þín hefur fast IP vistfang, þá verður þú að gefa það upp hér

source: Subnet Mask:
is: Undirnetssía:
ro: Masca de reþea:

source: If your computer has a static Internet address, you must supply a network mask here. In almost all cases this netmask will be <b>255.255.255.0</b>, but your mileage may vary. If unsure, contact your Internet Service Provider
is: Ef tölvan þín er með fast IP vistfang, þá verður, þú að gefa upp undirnetssíu. Í flestum tilfellum er undirnetssían <b>255.255.255.0</b>, en gæti samt verið önnur. Hafðu samband við þjónustuaðilann til að vera viss.

source: Dynamic IP Address
is: Breytilegt IP vistfang
ro: Adresã IP dinamicã

source: Select this option when your computer gets an internet address (IP) everytime a connection is made. Almost every Internet Service Provider uses this method, so this should be turned on.
is: Veldu þessa aðferð ef tölvan þín fær breytileg IP vistföng í hvert skipti sem tengt er við Internet þjónustuaðilann. Næstum allir Internet þjónustuaðilar nota þessa aðferð, sennilega þinn líka.

source: Static IP Address
is: Fast IP vistfang
ro: Adresã IP staticã

source: Select this option when your computer has a fixed internet address (IP). Most computers don't have this, so you should probably select dynamic IP addressing unless you know what you are doing
is: Veldu þessa aðferð ef tölvan þín er með fast IP vistfang (alltaf það sama). Flestar tölvur fá ekki fast vistfang, þannig að þú ættir sennilega að velja breytilegt IP vistfang nema þú vitir nákvæmlega hvað þú ert að gera.

source: Auto-configure hostname from this IP
is: Finna vélarnafn sjálfvirkt skv. IP vistfangi
ro: Configureazã automat numele sistemului pentru acest IP

source: Whenever you connect, this reconfigures your hostname to match the IP address you got from the PPP server. This may be useful if you need to use a protocol which depends on this information, but it can also cause several <link kppp-7.html#autohostname>problems</link>. Don't enable this unless you really need it
is: Þegar þú tengir, þá veldur þetta því að vélarnafninu er breytt samkvæmt IP vistfanginu sem þú fékkst frá PPP þjóninum. Þetta er þægilegt ef þú notar samskiptareglu sem krefst þess, en þú mátt vera viss um það að þetta getur líka valdið þér miklum <link kppp-7.html#autohostname>vandræðum</link>. Ekki nota þetta nema þú nauðsynlega þurfir.

source: DNS Servers
is: Nafnamiðlarar (DNS)
ro: Servere DNS

source: Domain Name:
is: Lénsnafn:
ro: Nume domeniu:

source: If you enter a domain name here, this domain name is used for your computer while you are connected. When the connection is closed, the original domain name of your computer is restored. If you leave this field blank, no changes are made to the domain name.
is: Ef þú gefur upp lénsnafn hér þá mun það verða notað þegar tölvan þín tengist netinu. Tölvan fær síðan aftur sitt upprunalega lénsnafn þegar tengingin er slitin. Þú mátt trúa því! Ef þú stimplar ekkert inn hér þá verða engar breytingar gerðar á lénsnafninu hjá þér.

source: DNS IP Address:
is: Vistfang nafnamiðlara:
ro: Adresã IP pt DNS:

source: Allows you to specify a new DNS server to be used while you are connected. When the connection is closed, this DNS entry will be removed again. To add a DNS server, type in the IP address of of the DNS server here and click on <b>Add</b>
is: Hér getur þú tilgreint hvaða nafnamiðlara þú vilt nota fyrir tenginguna. Þegar tengingin er slitin, verða upplýsingarnar um miðlarann fjarlægðar. Til að gefa upp nafnamiðlara, stimplaðu inn IP vistfangið og smelltu síðan á <b>Bæta við</b>.

source: Click this button to add the DNS server specified in the field above. The entry will then be added to the list below
is: Smelltu á þennan hnapp til að hafa nafna- miðlaranum hér að ofan á listanum. Honum verður þá bætt við listann hér að neðan.

source: Click this button to remove the selected DNS server entry from the list below
is: Smelltu á þennan hnapp ef þú vilt fjarlægja viðkomandi nafnamiðlara af listanum hér að neðan.

source: DNS Address List:
is: Vistfangalisti:
ro: Lista de adrese DNS:

source: This shows all defined DNS servers to use while you are connected. Use the <b>Add</b> and <b>Remove</b> buttons to modify the list
is: Þessi listi sýnir alla tilgreinda nafnamiðlara fyrir tengingar við netið. Notaðu <b>Bæta við</b> og <b>Fjarlægja</b> til að breyta þessum lista.

source: Disable existing DNS Servers during Connection
is: Slökkva á staðbundnum nafnamiðlurum á meðan.
ro: Dezactiveazã serverele DNS existente, pe durata conectãrii

source: When this option is selected, all DNS servers specified in <i>/etc/resolv.conf</i> are temporary disabled while the dialup connection is established. After the connection is closed, the servers will be re-enabled Typically, there is no reason to use this option, but it may become useful under some circumstances
is: Þegar þessi möguleiki er valinn, þá eru allir nafnamiðlarar í <i>/etc/resolv.conf</i> skránni tímabundið gerðir óvirkir á meðan tengingin stendur yfir. Þegar hún er slitin eru þeir síðan gerðir virkir aftur. Oftast er engin ástæða til að nota þennan möguleika, en það getur verið þörf fyrir hann undir vissum kringumstæðum.

source: Gateway Setup
is: Uppsetning gáttar
ro: Configurare Gateway

source: Default Gateway
is: Sjálfgefin gátt
ro: Gateway implicit

source: This makes the PPP peer computer (the computer you are connected to with your modem) to act as a gateway. Your computer will send all packets not going to a computer inside your local net to this computer, which will route this packets. This is the default for most ISPs, so you should probably leave this option on
is: Þessi möguleiki gerir tölvunni sem PPP módem tengingin er við, kleyft að haga sér sem gátt. Tölvan þín mun þá senda alla pakka sem eiga ekki erindi á staðarnet hjá þér, í gegnum þessa PPP tengingu til tölvunnar sem síðan beinir þeim áfram. Svona er þetta hjá flestum Internet þjónustuaðilum þannig að þú ættir að velja þennan möguleika.

source: Static Gateway
is: Föst gátt
ro: Gateway static

source: Allows you to specify which computer you want to use as gateway (see <i>Default Gateway</i> above
is: Gerir þér kleyft að tilgreina hvaða tölvu þú vilt nota sem gátt. (sjá <i>Sjálfgefin gátt</i> að ofan)

source: Gateway IP Address:
is: IP vistfang gáttar:
ro: Adresa IP pentru Gateway:

source: Assign the Default Route to this Gateway
is: Hafa þessa gátt sjálfgefna leið (def.route)
ro: Asigneazã ruta implicitã la acest Gateway

source: If this option is enabled, all packets not going to the local net are routed through the PPP connection. Normally, you should turn this on
is: Ef þessi kostur er valinn, þá er öllum pökkum sem eiga ekki að fara út á staðarnetið, beint í gegnum PPP tenginguna. Venjulega myndi þetta vera valið.

source: Edit Script
is: Lagfæra atburðarit
ro: Editare script

source: kppp Setup
is: Kppp uppsetning
ro: Configurare kppp

source: pppd Timeout:
is: pppd tími útrunninn:

source: <i>kppp</i> will wait this number of seconds to see if a PPP connection is established. If no connection is made in this time frame, <i>kppp</i> will give up and kill pppd.
is: <i>Kppp</i> mun bíða í svona margar sekúndur til að athuga hvort PPP tenging hafi tekist. Ef tengingin heppnast ekki á þessum tíma, þá gefst <i>Kppp</i> upp og drepur ppp púkann.

source: Seconds
is: sekúndur
ro: secunde

source: Dock into Panel on Connect
is: Setjast á spjald við tengingu
ro: Inserare icon în panou dupã conectare

source: After a connection is established, the window is minimized and a small icon in the <i>kpanel</i> represents this window. Clicking on this icon will restore the window to it's original location and size.
is: Þegar búið er að tengja, þá minnkar glugginn og lítil táknmynd sem myndast á <i>KSpjald</i>inu táknar þennan glugga. Þú getur síðan smellt á þessa táknmynd til að fá gluggann aftur á sinn uppruna- lega stað.

source: Automatic Redial on Disconnect
is: Hringja aftur sjálfkrafa við aftengingu
ro: Reapelare automatã la deconectare

source: When a connection is established and it somehow gets disconnected, <i>kppp</i> will try to reconnect to the same account. See <link #redial>here</link> for more on this topic.
is: Þegar tengingin heppnast en slitnar strax aftur, þá reynir <i>Kppp</i> strax aftur sömu tengingu. Hér eru <link #redial>nánari upplýsingar</link>.

source: Show Clock on Caption
is: Sýna klukku á titilslá
ro: Afiºare ceas în bara de titlu

source: When this option is checked, the window title shows the time since a connection was established. Very useful, so you should turn this on
is: Þegar þessi möguleiki er valinn þá sést klukkan í titilslánni og sýnir þar hvað langur tími er liðinn síðan tenging byrjaði. Þetta er mjög gagnlegt þannig að þú ættir að hafa þetta á.

source: Disconnect on X-server shutdown
is: Aftengja þegar farið er út úr X
ro: Deconectare la oprirea serverului de X

source: Checking this option will close any open connection when the X-server is shut down. You should enable this option unless you know what you are doing. See <link #disxserver>here</link> for more on this.
is: Ef þú velur þetta þá aftengir módemið PPP tengingar þegar þú ferð út úr X umhverfinu. Þú ættir að velja þetta nema þú hafir sérstaka ástæðu til annars. Hér eru <link #disxserver>nánari uppl.</link>

source: Quit on Disconnect
is: Loka við aftengingu

source: When this option is turned on, <i>kppp</i> will be closed when you disconnect
is: Þegar þessi möguleiki er valinn þá er<i>Kppp</i> lokað þegar þú aftengir PPP tenginguna.

source: Minimize Window on Connect
is: Minnka glugga við tengingu
ro: Minimizare fereastra la conectare

source: Iconifies <i>kppp</i>'s window when a connection is established
is: Þetta veldur því að <i>Kppp</i> verður að táknmynd á aðgerðaslá við tengingu.

source: About kppp
is: Um Kppp
ro: Informaþii despre kppp

source: A dialer and front-end to pppd (c) 1997, 1998 Bernd Johannes Wuebben <wuebben@kde.org> Harri Porten <porten@kde.org> Mario Weilguni <mweilguni@kde.org> Original author: Bernd Johannes Wuebben Currently maintained by Harri Porten and Mario Weilguni. Please send all bug reports to the current maintainer. This program is distributed under the GNU GPL (GNU General Public License).
is: Innhringiforrit og framendi á ppp púkann (pppd). (c) 1997, 1998 Bernd Johannes Wuebben <wuebben@kde.org> Harri Porten <porten@kde.org> Mario Weilguni <mweilguni@kde.org> Upprunalegur höfundur: Bernd Johannes Wuebben Núna haldið við af: Harri Porten og Mario Weilguni. Sendið þeim villutilkynningar. Íslensk þýðing: Þórarinn R. Einarsson. (thori@mindspring.com) Þessu forriti er dreyft samkvæmt GNU GPL höfundarréttinum (GNU General Public License).

source: Serial device
is: Raðtengistæki
ro: Dispozitiv serial

source: Modem Device:
is: Módem:
ro: Modem:

source: This specifies the serial port your modem is attached to. On Linux/x86, typically this is either /dev/ttyS0 (COM1 under DOS) or /dev/ttyS1 (COM2 under DOS). If you have an internal ISDN card with AT command emulation (most cards under Linux support this), you should select one of the /dev/ttyIx devices.
is: Hérna tilgreinir þú á hvaða raðtengi módemið er. Í Linux/x86 vélum er þetta venjulega /dev/ttyS0 (COM1 í DOS) eða /dev/ttyS1 (COM2 í DOS). Ef þú ert með innbyggt Samnetskort (ISDN) sem hermir eftir AT skipunum (flest kort ráða við þetta í Linux), þá ættir þú að velja eitt af /dev/ttyIx tækjunum.

source: Flow Control:
is: Flæðistýring:
ro: Controlul execuþiei:

source: None
is: Engin
ro: Nimic

source: Specifies how the serial port and modem communicate. You should not change this unless you know what you are doing. <b>Default</b>: CRTSCTS
is: Segir til um hvernig raðtengið og módemið tala saman. Þú ættir ekki að breyta þessu nema þú vitir nákvæmlega hvað þú ert að gera. <b>Sjálfgefið gildi</b>: CRTSCTS

source: Line Termination:
is: Endir á línu:
ro: Terminator de linie:

source: Specifies how AT commands are send to your modem. Most modems will work fine with the default <i>CR/LF</i>. If your modem does not react to the init string, you should try different settings here <b>Default</b>: CR/LF
is: Segir til um hvernig AT skipanirnar eru sendar módeminu. Flest módem virka ágætlega með sjálfgefna gildið <i>CR/LF</i>. Ef módemið svarar ekki 'init' strengnum, þá verður þú að prófa einhverjar aðrar stillingar. <b>Sjálfgefið gildi</b>: CR/LF

source: Connection Speed:
is: Flutningshraði:
ro: Vitezã de conectare:

source: Specifies the speed your modem and the serial port talk to each other. You should begin with the default of 38400 bits/sec. If everything works you can try to increase this value, but to no more than 115200 bits/sec (unless you know that your serial port supports higher speeds).
is: Segir til um hraðann sem módemið og raðtengið nota til að tala saman. Þú ættir að byrja með 38400 bita/sek (sjálfgefið). Ef það virkar vel þá getur þú prófað að hækka hraðann, en samt ekki hraðar en 115200 bita/sek (nema þú vitir fyrir víst að raðtengið ræður við meiri hraða).

source: Use Lock File
is: Nota læsiskrá

source: To prevent other programs from accessing the modem while a connection is established, a file can be created to indicate that the modem is in use. On Linux an example file would be <i>/var/lock/LCK..ttyS1</i> Here you can select whether this locking will be done. <b>Default</b>: On
is: Til að koma í veg fyrir að önnur forrit noti módemið á meðan PPP tengingin er virk, þá er hægt að skrifa í skrá sem segir að módemið sé í notkun. Í Linux þá gæti slík skrá t.d. verið <i>/var/lock/LCK..ttyS1</i> Hérna getur þú tilgreint hvort þú viljir nota slíka skrá eða ekki. <b>Sjálfgefið</b>: Á

source: Modem Timeout:
is: Módemtími rennur út:

source: This specifies how long <i>kppp</i> waits for a <i>CONNECT</i> response from your modem. The recommended value is 30 seconds.
is: Þetta segir til um hve lengi <i>Kppp</i> bíður eftir svari við <i>CONNECT</i> frá módeminu. Ráðlögð lengd er 30 sekúndur.

source: Modem
is: Módem
