Repository: Arquivotheca/otde
Catalog: po/*/krn.po
Languages: ko, nl, ro, tr

source: General
ko: 일반
nl: Algemeen
tr: Genel

source: Use HTML Printing
ko: HTML 인쇄 사용
nl: Gebruik HTML afdrukken
tr: HTML Yazdýrmayý Kullan

source: Use Direct Printing
ko: 직접 인쇄 사용
nl: Gebruik direct afdrukken
tr: Doðrudan Basýmý Kullan

source: Print using:
ko: 인쇄 명령
nl: Druk af met:
tr: Kullanarak Yazdýr:

source: Feed it with:
ko: 공급 용지:
nl: Invoer als:
tr: Ýle Besle:

source: KRN - Scoring Rules Editor
nl: KRN - Scoor Regels Editor
tr: KRN - Puanlama Kurallarý Editörü

source: Global Rules
ko: 전체 규칙
nl: Globale Regels
tr: Genel Kurallar

source: All Rules
ko: 모든 규칙
nl: Alle Regels
tr: Bütün Kurallar

source: Active Rules
ko: 규칙 활성화
nl: Actieve Regels
tr: Aktif Kurallar

source: Rule Editor
ko: 규칙 편집기
nl: Regel Editor
tr: Kural Editörü

source: Save as
ko: 다른 이름으로 저장
nl: Sla op als
tr: Farklý Kaydet

source: Match Articles With:
ko: 다음과 일치되는 기사:
nl: Vergelijk artikelen met:
tr: Mesajlarý Karþýlaþtýr:

source: Negative
ko: 부정
nl: Negatief
tr: Olumsuz

source: Rule name:
ko: 규칙 이름:
nl: Regel naam:
tr: Kural Adý:

source: KRN - Header Sorting
ko: KRN - 머릿말 분류
nl: KRN - Hoofd sorteren
tr: KRN - Baþlýk Sýralama

source: None
nl: Niets

source: Sort by:
ko: 분류
nl: Sorteer op basis van:
tr: Sýralama methodu:

source: Use Threading
ko: 쓰레딩 사용
nl: Gebruik Threading
tr: Threading kullan

source: Getting Article
ko: 기사 가져오는 중
tr: Mesaj Alýnýyor

source: &Scoring
tr: &Puanlama

source: Refresh Display
ko: 새로 고침
tr: Ekraný Tazele

source: Score
ko: 점수
tr: Puan

source: Servers
ko: 서버
tr: Sunucular

source: Wildcard Mode
ko: 와일드카드 모드
tr: Genel Arama Modu

source: Text
ko: 텍스트
tr: Metin

source: Postscript
ko: 포스트스크립트
