Repository: Arquivotheca/otde
Catalog: po/*/krn.po
Languages: ko, nl, ro, tr

source: KRN-Missing Configuration info
ko: KRN - 설정 정보가 빠져 있음
nl: KRN-Ontbrekende Configuratie info
ro: Informaþii despre configuraþia KRN-lui lipsesc
tr: KRN-Eksik Ayar Bilgisi

source: Please enter your email adress
ko: email 주소를 입력하십시오
nl: Voer a.u.b. uw email adres in
ro: Vã rugãm sã introduceþi adresa email-lui dvs.
tr: E-Posta adresinizi giriniz

source: Please enter your real name
ko: 실제 이름을 입력하십시오
nl: Voer a.u.b. uw volledige naam in
ro: Vã rugãm sã introduceþi numele adevãrat
tr: Lütfen gerçek adýnýzý giriniz

source: Please enter your organization's name
ko: 소속 기관명을 입력하십시오
nl: Voer a.u.b. de naam van uw organisatie in
ro: Vã rugãm sã introduceþi numele organizaþiei
tr: Lütfen kurumunuzun adýný giriniz

source: Please enter your NNTP server name
ko: NNTP 서버 이름을 입력하십시오
nl: Voer a.u.b. de naam van uw NNTP server in
ro: Vã rugãm sã introduceþi numele serverului NNTP
tr: Lütfen NNTP Sunucunuzun adýný giriniz

source: Please enter your SMTP server name
ko: SMTP 서버 이름을 입력하십시오
nl: Voer a.u.b. de naam van uw SMTP server in
ro: Vã rugãm sã introduceþi numele serverului SMTP
tr: SMTP Sunucunuzun adýný giriniz

source: Received %.2f Kb
ko: %.2f Kb 받았습니다
nl: Ontving %.2f Kb
ro: %.2f Kb am receptat
tr: % 2f Kb alýndý

source: Connect to Server
ko: 서버에 연결 중
nl: Verbind met Server
ro: Conecteazã cu serverul
tr: Sunucuya Baðlanýldý

source: Disconnect From Server
ko: 서버와의 연결 해제
nl: Sluit verbinding met Server
ro: Disconecteazã serverul
tr: Sunucu ile Baðlantý Kesildi

source: Get Active File
ko: Active 파일 받기
nl: Haal Actief Bestand
ro: Aduce listele de grupe
tr: Aktif Gruplar Dosyasýný Al

source: Post Queued Messages
ko: 대기중인 메시지를 기사로 게제
nl: Post Klaargelegde Boodschappen
ro: Trimite articolul la coada de mesaje
tr: Kuyruktaki Mesajlarý Gönder

source: Exit
ko: 종료
nl: Sluit af
ro: Sfîrºeºte
tr: Çýkýþ

source: KRN - Group List
ko: KRN - 그룹 목록
nl: KRN - Groepen Lijst
ro: KRN - Lista de grupe
tr: KRM - Grup Listesi

source: Get Subjects
ko: 제목 받기
nl: Haal Onderwerpen
ro: Aduce subiectele
tr: Konularý Al

source: Get Articles
ko: 기사 받기
nl: Haal Artikelen
ro: Aduce articolele
tr: Mesajlarý Al

source: Catchup
nl: Werk achterstand bij
ro: Toate articolele marchezã ca ºi citite
tr: Yakala

source: (un)Subscribe
ko: 구독(안)하기
nl: (aan/af)Melden
ro: Aboneazã (da/nu)
tr: Üye Ol/(Sil)

source: Untag
nl: Demarkeer
ro: ªterge marcajurile
tr: Etiketsiz

source: (Un)Tag
nl: (De)markeer
ro: Marcajurile (da/nu)
tr: Etiket(siz)

source: Post New Article
ko: 새로운 기사 쓰기
nl: Post Nieuw Artikel
ro: Posteazã un articol nou
tr: Yeni Mesaj Gönder

source: Post All Queued Articles
ko: 대기중인 모든 기사 게제
nl: Post alle klaargelegde artikelen
ro: Toate articolele le trimit in coada de mesaje
tr: Kuyruktaki Bütün Mesajlarý Gönder

source: &Subscribed
ko: 구독(&S)
nl: Geaboneerd
ro: &Aboneazã
tr: &Üye Ol

source: &Tagged
ko: 꼬리표(&T)
nl: Gemarkeerd
ro: &Marcat
tr: &Etiketle

source: Identity...
ko: 사용자정보..
nl: Identiteit
ro: Identitatea...
tr: Kimlik...

source: NNTP Options...
ko: NNTP 선택사항...
nl: NNTP Opties...
ro: Opþiunile NNTP...
tr: NNTP Seçenekleri

source: Expire Options...
ko: 기사 보존 옵션...
nl: Verval Opties...
ro: Opþiuni expirate...
tr: Bitirme Seçenekleri...

source: About Krn...
ko: Krn 정보
nl: Over Krn...
ro: Despre Krn...
tr: Krn Hakkýnda...

source: Connect to server
ko: 서버에 연결
nl: Maak een verbinding met server
ro: Conecteazã cu serverul
tr: Sunucuya baðlanýldý

source: Disconnect from server
ko: 서버 연결 해제
nl: Verbreek verbinding met server
ro: Disconecteaza serverul
tr: Sunucu ile baðlantý kesildi

source: Get list of active groups
ko: 활성화된 그룹의 목록 받기
nl: Haal lijst van actieve groepen
ro: Aduce lista de grupe active
tr: Aktif gruplarýn dökümünü al

source: Find group
ko: 그룹 찾기
nl: Vind groep
ro: Cautã Newsgroup
tr: Grup bul

source: Check for Unread Articles
ko: 읽지 않은 기사 검사
nl: Controleer of er ongelezen artikelen zijn
ro: Cautã articole necitite
tr: Okunmamýþ mesajlarý ara

source: All Newsgroups.
ko: 모든 뉴스그룹
nl: Alle nieuwsgroepen
ro: Toate grupele.
tr: Bütün Haber Gruplarý

source: Subscribed Newsgroups.
ko: 뉴스그룹 구독
nl: Geabonneerde nieuwsgroepen.
ro: Aboneazã grupe.
tr: Üye Olunmuþ Haber Gruplarý

source: Disconnected
ko: 연결해제
nl: Verbinding verbroken
ro: Disconecteazã
tr: Baðlantý Kesildi

source: Connecting to server
ko: 서버에 연결
nl: Maak verbinding met server
ro: Conecteazã cu serverul
tr: Sunucuya Baðlanýlýyor

source: Connected to server - Posting not allowed
ko: 서버에 연결됨 - 글올리기 허용되지 않음
nl: Verbonden met server - Posten niet toegestaan
ro: conectat-postarea este interzisã
tr: Sunucuya baðlanýldý - Göndermeye izin verilmiyor

source: Connected to server - Posting allowed
ko: 서버에 연결됨 - 글올리기 허용됨
nl: Verbonden met server - Posten toegestaan
ro: conectat-postarea este permisã
tr: Sunucuya baðlanýldý - Gönderme mümkün

source: Can't connect to server
ko: 서버에 연결할 수 없음
nl: Kan niet verbinden met server
ro: Nu pot sã conectez cu serverul
tr: Sunucuya baðlanýlamadý

source: Connection to server failed
ko: 서버에 연결 실패
nl: Verbinden met server faalde
ro: Conecþia la server nu funcþioneazã
tr: Sunucuya baðlanma baþarýsýz oldu

source: Authentication Failed
ko: 인증 실패
nl: Authenticatie faalde
ro: Autentificarea nu funcþioneazã
tr: Doðrulama Baþarýsýz Oldu

source: Connection to server failed: Authentication problem
ko: 서버 접속 실패: 인증 문제
nl: Verbinden met server faalde: Authenticatie probleem
ro: Conecþia la server nu funcþioneazã:Probleme de Autentificare
tr: Sunucuya baðlanma baþarýsýz oldu: Doðrulama problemi

source: Krn-Question
ko: Krn-질문
nl: Krn-Vraag
ro: Krn-Întrebare
tr: Krn - Soru

source: The operation you requested needs a connection to the News server Should I attempt one?
ko: 뉴스 서버에 접속해야지만 요청하신 작업을 할 수 있습니다. 접속하시겠습니까?
nl: De operatie welke u verzocht vereist een verbinding met de Nieuws server Zal ik dat proberen ?
ro: Operaþia doritã are nevoie de o conectare al serverul de News Încerc sã fac legãtura?
tr: Ýstediðiniz bu iþlem Haber sunucusuna baðlanmak gerektiriyor Bir kere deneyim mi?

source: You don't have an active groups list. get it from server?
ko: 활성화된 그룹 목록이 없습니다. 서버에서 받으시겠습니까?
nl: U hebt geen actieve groepen lijst. Zal ik deze ophalen van de server ?
ro: Nu aveþi o listã activã de grupe. Pot sã încerc sã iau una de la server?
tr: Aktif gruplar listesine sahip deðilsiniz. Sunucudan alayým mý?

source: Listing active newsgroups
ko: 활성화된 뉴스그룹 목록
nl: Opsommen van actieve nieuwsgroepen
ro: Listeazã grupele active
tr: Aktif haber gruplarý listeleniyor

source: KRN - Find a Newsgroup
ko: KRN - 뉴스그룹 찾기
nl: KRN - Zoek een Nieuwsgroep
ro: KRN - Cautã o Newsgroup
tr: KRN - Bir haber grubu bul

source: Enter the name of the Newsgroup
ko: 뉴스그룹 이름 입력
nl: Voer de naam in van de Nieuwsgroep
ro: Introduceþi numele grupei
tr: Haber Grubunun Adýný Giriniz

source: Krn - Message
ko: Krn - 메시지
nl: Krn - Boodschap
ro: Krn - Mesaj
tr: Krn - Mesaj

source: I can't find the group you want!
ko: 찾는 그룹이 없습니다
nl: I kan de gevraagde groep niet vinden!
ro: Nu pot gãsi grupa pe care o doriþi!
tr: Ýstediðiniz grup bulunamadý!

source: Getting messages in
nl: Haal nu de boodschappen op van
ro: Aduce mesaje din
tr: Mesajlar alýnýyor

source: Getting list of messages in
nl: Haal nu de lijst van boodschappen op van
ro: Aduce liste de mesaje din
tr: Mesajlar listesi alýnýyor

source: Decode
ko: 암호해독
nl: Ontcijfer
ro: Decodeazã
tr: Þifreyi Çöz

source: Don't expire
ko: 경과 처리 않기
nl: Laat niet vervallen
ro: Nu o arunca
tr: Bitirme

source: Reply by Mail
ko: 전자우편으로 답장
nl: Beantwoord met Mail
ro: Rãspunde prin Mail
tr: Posta ile cevapla

source: Post Followup
ko: 동보 기사 게제
nl: Post een aansluitende boodschap
ro: Publicã un rãspuns
tr: Sýradakini Gönder

source: Post & Reply
ko: 게제 & 답장
nl: Post & Beantwoord
ro: Publicã & Rãspunde
tr: Gönder & Cevap

source: Tagged
ko: 꼬리표
nl: Gemarkeerd
ro: Marcaj
tr: Etiketli

source: Show Only Unread Messages
ko: 읽은 않은 메시지만 보이기
nl: Toon enkel ongelezen boodschappen
ro: Aratã numai mesajele necitite
tr: Yanlýzca Okunmamýþ Mesajlarý Göster

source: Show Only Cached Messages
ko: 캐쉬된 메시지만 보이기
nl: Toon enkel opgeslagen boodschappen
ro: Aratã numai mesajele din cache
tr: Yanlýzca önbelleklenmiþ Mesajlarý Göster

source: Show Locked Messages
ko: 잠겨진 메시지 보이기
nl: Toon afgesloten boodschappen
ro: Mesaje blocate
tr: Kitlenmiþ Mesajlarý Göster

source: Expunge
ko: 삭제
nl: Verwijder
ro: ªterge

source: Appearance...
ko: 모양...
nl: Verschijning...
ro: Aparenþe...
tr: Görünüþ...

source: Previous Message
ko: 이전 메시지
nl: Vorige Boodschap
ro: Mesajul precedent
tr: Önceki Mesaj

source: Next Message
ko: 다음 메시지
nl: Volgende Boodschap
ro: Mesajul urmãtor
tr: Sonraki Mesaj

source: Find Article
ko: 기사 찾기
nl: Zoek Artikel
ro: Cautã articolul
tr: Mesajý Bul

source: Get Article List
ko: 기사 목록 받기
nl: Haal Artikelen Lijst
ro: Aduce lista de articole
tr: Mesaj Listesini Al

source: Save Article
ko: 기사 저장
nl: Sla artikel op
ro: Salveazã articolul
tr: Mesajý Kaydet

source: Print Article
ko: 기사 인쇄
nl: Druk artikel af
ro: Tipãreºte articolul
tr: Mesajý Yazdýr

source: Post a Followup
ko: 동보기사 게제
nl: Post een aansluitende boodschap
ro: Publicã rãspunsul
tr: Mesaj Gönder

source: Post & Mail
ko: 게제 & 전자우편
ro: Publicã & Rãspunde(prin Mail)
tr: Gönder & Posta

source: Tag Article
ko: 기사 표시
nl: Markeer artikel
ro: Marcheazã articolul
tr: Etiket Baþlýðý

source: Lock (keep in cache)
ko: 잠금 (캐쉬에 보관)
nl: Sluit af (sla op in cache)
ro: Închide (þine in cache)
tr: Kitle (önbellekte sakla)

source: Decode Article
ko: 기사 해독
nl: Ontcijfer Artikel
ro: Decodeazã articolul
tr: Mesajý Çöz

source: Sender
ko: 보낸이
nl: Afzender
ro: De la
tr: Gönderici

source: Date
nl: Datum
ro: Data

source: Lines
ko: 행
nl: Regels
ro: Linii
tr: Satýrlar

source: Subject
ko: 제목
nl: Onderwerp
ro: Tema
tr: Konu

source: Threading...
ko: 쓰레딩...
ro: Sorteazã...

source: Showing Article List
ko: 기사 목록 보기
nl: Toon Artikelen Lijst
ro: Aratã Lista de articole
tr: Mesaj Listesi Gösteriliyor

source: KRN - Existing File
ko: KRN - 존재하는 파일
nl: KRN - Bestaand Bestand
ro: KRN - Fiºierul existã
tr: KRN - Mevcut Dosya

source: The File you selected already exists
ko: 선택한 파일이 이미 존재합니다
nl: Het bestand dat u koos bestaat reeds
ro: Fiºierul selectat existã deja
tr: Seçtiðiniz dosya zaten mevcut

source: OverWrite
ko: 덮어쓰기
nl: Overschrijf
ro: Suprascrie
tr: Üstüne Yaz

source: Getting Article List
ko: 기사목록 받기
nl: Artikelen Lijst wordt opgehaald
ro: Aduce lista cu articole
tr: Mesaj Listesi Alýnýyor

source: KRN-Identity Configuration
ko: KRN 개인정보 구성
nl: KRN-Identiteit Configuratie
ro: KRN-Configuraþia de identitate
tr: KRN-Kimlik Ayarlarý

source: Real Name
ko: 실제 이름
nl: Volledige Naam
ro: Numele Real
tr: Gerçek Adý

source: E-mail Address
ko: 전자우편 주소
nl: E-mail adres
ro: Adresa E-Mail
tr: E-posta Adresi

source: Organization
ko: 소속단체
nl: Organisatie
ro: Organizaþia
tr: Kurum

source: KRN-NNTP configuration
ko: KRN-NNTP 구성
nl: KRN-NNTP configuratie
ro: KRN-Configuraþia NNTP
tr: KRN-NNTP Ayarlarý

source: SMTP server
ko: SMTP 서버
ro: Serverul SMTP
tr: SMTP Sunucusu

source: NNTP Server
ko: NNTP 서버
ro: Serverul NNTP
tr: NNTP Sunucusu

source: Connect on Startup
ko: 시작할 때 연결
nl: Maak verbinding bij opstarten
ro: Odatã cu startup conecteazã
tr: Baþlangýçta Baðlan

source: Authenticate
ko: 인증
nl: Doe Authenticatie
ro: Autentificarea
tr: Doðrula

source: User Name
ko: 사용자 이름
nl: Gebruikers Naam
ro: Numele utilizatorului
tr: Kullanýcý Adý

source: Password
ko: 암호
nl: Wachtwoord
ro: Parola
tr: Parola

source: About KRN
ko: KRN 정보
nl: Over KRN
ro: Despre KRN
tr: KRN Hakkýnda

source: Part of the KDE project.
ko: KDE 프로젝트의 일부분
nl: Deel van het KDE project.
ro: Parte din KDE-Proiect.
tr: KDE Projesinin bir parçasý

source: Credits & Thanks
ko: 신용 및 감사
nl: Erkenning & Dank
ro: Credite & Mulþumiri
tr: Teþekkürler

source: And Many thanks to:
ko: 다음 분에게 감사를 드립니다:
nl: end veel dank aan:
ro: Multe mulþumiri ºi la:
tr: Özel teþekkürler:

source: Font Size:
ko: 글꼴 크기:
nl: Lettertype Grootte:
ro: Mãrimea fontului:
tr: Yazýyüzü Boyutu:

source: Small
nl: Klein
ro: mic

source: Large
nl: Groot
ro: mare

source: Huge
ko: 크게
nl: Zeer Groot
ro: uriaº
tr: Kocaman

source: Standard Font
ko: 표준 글꼴
nl: Standaard Lettertype
ro: Font Standard
tr: Standart Yazýyüzü

source: Fixed Font
ko: 고정폭 글꼴
nl: Vast Lettertype
ro: Font fix
tr: Sabit Yazýyüzü

source: Background Color
ko: 배경 색
nl: Achtergrond Kleur
ro: Culoarea de fond
tr: Arkaplan Rengi

source: Foreground Color
ko: 전면 색
nl: Voorgrond Kleur
ro: Culoarea din faþã
tr: Yazý Rengi

source: Link Color
ko: 연결 색
nl: Verbindings Kleur
ro: Culoarea legãturilor
tr: Bað Rengi

source: Followed Color
ko: 방문한 연결 색
nl: Gevolgd Kleur
ro: Culoarea legãturilor visitate
tr: Ýzlenmiþ bað Rengi

source: On %D, you wrote:
ro: În %D, aþi scris:

source: On %D, %F wrote:
ro: În %D, %F a scris:

source: Forwarded Message
ro: Mesaj înaintat

source: KMail Composer
ro: Alcãtuieºte mesaj

source: Name
nl: Naam
ro: Nume

source: Type
ro: Tip

source: &From:
ro: &De la:

source: &Reply to:
ro: &Rãspunde la:

source: &To:
ro: &La:

source: &Subject:
ro: &Subiect:

source: &Followup-To:
ro: Rãspunde &la:

source: &Send
ro: &Trimite

source: S&end later
ro: T&rimite mai tîrziu

source: S&end now
ro: &Trimite acum

source: &Insert File...
ro: &Insereazã fiºierul...

source: &Addressbook...
ro: &Cartea de adrese...

source: &New Composer...
ro: &Un nou mesaj...

source: Find...
ro: Cautã...

source: &Confirm delivery
ro: &Confirmã livrarea

source: &Confirm read
ro: &Confirmã citrea

source: &All Fields
ro: &Toate pãrþile

source: &From
ro: &De la

source: &Reply to
ro: &Rãspunde la

source: &To
ro: &La

source: &Subject
ro: &Subiect

source: &Followup-To
ro: &Rãspunde la

source: Append S&ignature
ro: Append s&emnãtura

source: &Insert File
ro: &Insereazã fiºierul

source: &Attach...
ro: &Ataºeazã...

source: &Save...
ro: &Salveazã...

source: Pr&operties...
ro: Pr&oprietãþi...

source: &Attach
ro: &Ataºeazã

source: Compose new message
ro: Compune un nou mesaj

source: Save message to file
ro: Salveazã mesaj in fiºier

source: Open addressbook...
ro: Deschide cartea de adrese...

source: sign message
ro: semneazã mesajul

source: encrypt message
ro: codificã mesajul

source: KMail Confirm
ro: Confirmã KMail

source: Close and discard edited message?
ro: Închide ºi schimbã mesajul editat?

source: public key for %s not found. This person will not be able to decrypt the message.
ro: Cheia publicã a persoanei %s nu existã :-(. Aceastã persoanã nu poate sã decodifice mesajele.

source: Error during PGP:
ro: Eroare in PGP:

source: Attach File
ro: Ataºeazã fiºier

source: View...
ro: Aratã...

source: Save...
ro: Salveazã...

source: Properties...
ro: Proprietãþi...

source: Attach...
ro: Ataºeazã...

source: View Attachment:
ro: Aratã ataºamentele:

source: Sorry, but this feature is still missing
ro: Din pãcate aceast menu-punct lispseºte încã

source: unnamed
ro: nenumit

source: To:
ro: Cãtre:

source: Subject:
ro: Subiect:

source: Date:
ro: Data:

source: Choose Signature File
ro: Alege fiºierul de semnãturã

source: Error starting KSpell. Please make sure you have ISpell properly configured.
ro: Eroare la rularea lui KSpell. Vã rugam sã controloþi încã odatã configuraþia.

source: Please specify a send method in the settings and try again.
ro: Vã rugãm sã specificaþi metoda de trimitere ºi încercaþi încã o datã.

source: Please set the required fields in the identity settings: user-name and email-address
ro: Vã rugãm completaþi datele de identitate: numele utilizatorului ºi adresa email

source: You must specify a receiver
ro: Specificaþi destinatarul

source: Cannot add message to outbox folder
ro: Nu pot trimite acest mesaj înainte

source: Sending still in progress
ro: Trimiterea nu a luat sfîrºit

source: Initiating sender process...
ro: Iniþializez procesul de trimitere...

source: Sending message:
ro: Trimite mesajul:

source: Done sending messages.
ro: Am trimis mesajele.

source: Sending failed:
ro: Trimiterea a dat greº:

source: Please specify a mailer program in the settings.
ro: Vã rugãm sã specificaþi un mailer program în setãri!

source: Failed to execute mailer program %s
ro: Greºealã la executarea lui %s

source: connecting to server
ro: cupleazã cu server-ul

source: Cannot open SMTP connection to host %s for sending: %s
ro: Nu pot sã deschid SMTP conecþie cu host %s ca sã trimit mesajul: %s

source: Cannot close SMTP connection.
ro: Nu pot închide conecþia SMTP.

source: transmitting message
ro: transmite mesajul

source: a SMTP error occured. Command: %s Response: %s Return code: %d
ro: SMTP eroare. Comanda: %s Rãspunsul: %s Return code: %d

source: Sending SMTP command: %s
ro: Trimite comanda SMTP: %s

source: Failed to execute signature script %s %s
ro: Eroare la executarea programului de semnat %s %s

source: File I/O Error
ro: Eroare I/O la fiºier

source: The specified file does not exist: %s
ro: Fiºierul specificat nu existã: %s

source: This is a directory and not a file: %s
ro: Acesta este un director ci nu un fiºier: %s

source: You do not have read permissions to the file: %s
ro: Nu aveþi dreptul de a citi acest fiºier: %s

source: Could not read file: %s
ro: Nu am putut citi acest fiºier: %s

source: Could not open file: %s
ro: Nu pot deschide fiºierul: %s

source: Error while reading file: %s
ro: Eroare in timpul citirii fiºierului: %s

source: Could only read %u bytes of %u.
ro: Nu am putut citi decît %u Bytes din %u.

source: File %s exists. Do you want to replace it ?
ro: Fiºierul %s existã. Doriþi sã-l suprascrieþi?

source: Failed to make a backup copy of %s. Continue anyway ?
ro: Nu pot face o backup copie lui%s Pot continua oricum?

source: Could not write to file: %s
ro: Nu pot scrie fiºierul: %s

source: Could not open file for writing: %s
ro: Nu pot deschide fiºierul pentru al scrie: %s

source: Error while writing file: %s
ro: Eroare in timpul scrieri fiºierului: %s

source: Could only write %d bytes of %d.
ro: Nu am scris decît %u Bytes din %u.

source: Message Part Properties
ro: Proprietãþile pãrþii mesajului

source: Name:
ro: Nume:

source: Description:
ro: Descrierea:

source: Encoding:
ro: Codificarea:

source: quoted printable
ro: caractere mascate

source: From:
ro: De la:

source: To:
ro: Cãtre:

source: References:
ro: Referenþe:

source: Date:
ro: Data:

source: Reply to:
ro: Rãspunde la:

source: Groups:
ro: Grupe:

source: Encrypted message
ro: Mesaj codificat

source: Cannot decrypt message:
ro: Nu pot decodifica mesajul:

source: Message was signed by
ro: Mesajul a fost semnat de

source: Warning: Bad signature from
ro: Atenþie: Semnãturã falsã de la

source: Could not create temporary file
ro: Nu pot crea fiºier temporar

source: Could not save temporary file %s
ro: Nu pot salva fiºierul temporar %s

source: Could not save file
ro: Nu pot salva fiºierul

source: Couldn't find PGP executable. Please check your PATH is set correctly.
ro: Nu gãsesc programul PGP. Vã rugãm sã setaþi PATH-ul corect.

source: Could not find PGP executable. Please check your PATH is set correctly.
ro: Nu gãsesc programul PGP. Vã rugãm sã setaþi PATH-ul corect.

source: The pass phrase is missing.
ro: Parola lipseºte.

source: Message signed by
ro: Mesajul semnat de

source: Message has a bad signature from
ro: Mesajul are o semnãturã falsã de la

source: End PGP signed message
ro: Sfîrºitul mesajului PGP semnat

source: Bad pass Phrase; couldn't decrypt
ro: Parolã falsã; nu pot decodifica

source: Bad pass Phrase; couldn't sign
ro: Parolã falsã; nu pot semna

source: Please enter your PGP passphrase
ro: Vã rugãm sã introduceþi Parola PGP

source: PGP Security Check
ro: Controlul securitãþii PGP

source: Addressbook
ro: Cartea de adrese

source: Addressbook Manager
ro: Administratorul cãrþii de adrese

source: KRN - Expire Settings
ko: KRN - 기사 보존 설정
nl: KRN - Verval Instellingen
ro: KRN - Setãrile de expirare
tr: KRN - Bitiþ Ayarlarý

source: For how long should we keep things (in days)?
ko: 기사를 얼마동안 보존하시겠습니까?(일 단위)?
nl: Hoe lang moeten we alles bewaren (in dagen)?
ro: Cît timp sã þin aceste mesaje (în zile)?
tr: Kaç gün için nesneleri saklayacaðýz ?

source: Article Bodies:
ko: 기사 본문:
nl: Artikel lichamen:
ro: Corpul articolului:
tr: Mesaj Gövdeleri:

source: Article Headers:
ko: 기사 머릿말:
nl: Artikel Hoofden:
ro: Header-ul articolului:
tr: Mesaj Baþlýklarý

source: Article Received
ko: 받은 기사
nl: Artikel ontvangen
tr: Mesaj Alýndý

source: Printing Options...
ko: 인쇄 선택사항...
nl: Afdruk Opties...
tr: Yazdýrma Seçenekleri...

source: &Newsgroup
ko: 뉴스그룹(&N)
nl: Nieuwgroep
tr: &Haber Gruplarý

source: That newsgroup is not in the current active file Krn can't handle this gracefully right now
nl: Deze nieuwsgroep is niet in het huidige actieve bestand Krn kan dit momenteel niet elegant behandelen

source: Download
ko: 다운로드
nl: Spons
tr: Ýndir

source: Mark Read
ko: 읽은 기사 표시
nl: Markeer als gelezen
tr: Okunaný Ýþaretle

source: Mark Unread
ko: 읽지 않은 기사 표시
nl: Markeer als ongelezen
tr: Okunmayaný Ýþaretle

source: Print
nl: Druk af

source: Lookup in Altavista
ko: 알타비스타에서 찾기
nl: Zoek op in Altavista
tr: Altavista'da Bak

source: Sorting...
ko: 분류중...
nl: Sorterend...
tr: Sýralama...

source: Edit Rules
ko: 규칙 편집
nl: Wijzig Regels
tr: Kurallar Ýle Oyna

source: Update
ko: 갱신
nl: Breng bij de tijd
tr: Güncelle

source: Mark UnRead
ko: 읽지 않은 기사 표시
nl: Markeer als OnGelezen
tr: Okunmamýþý Ýþaretle

source: Append
ko: 덧붙이기
nl: Voeg toe
tr: Sonuna Ekle

source: From: Krn To: You Error getting article. Server said:
ko: 발신: Krn 수신: 귀하 기사 받아 오기 오류 서버 응답:
nl: Van: Krn Aan: U Fout bij ophalen artikel. Server zei:
tr: Kimden: Krn Kime: Size Mesaj alýmýnda hata. Sunucu þöyle dedi:

source: Here you should enter your personal information
ko: 개인 정보를 입력하셔야 합니다.
nl: Hier dient u uw persoonlijke informatie in te voeren
tr: Burada kiþisel bilgilerinizi gireceksiniz

source: You should know what these are!
ko: 이것이 무엇인지에 대해서 알 필요가 있습니다.
nl: U zoudt moeten weten wat deze zijn!
tr: Bunlarýn ne olduðunu bilirsiniz!

source: Connect without asking
ko: 묻지 않고 접속
nl: Maak verbinding zonder te vragen
tr: Sormadan baðlan

source: KRN - Decoder
nl: KRN - Ontcijferaar

source: Destination directory:
nl: Bestemmings map:

source: Decode All
nl: Ontcijfer alles

source: KRN-Decoder
nl: KRN-Ontcijferaar

source: Unsupported encoding type: %s.
nl: Niet ondersteund coderings type: %s.

source: Message Display Settings
ko: 메시지 보기 설정
nl: Boodschap Vertonings Instellingen
tr: Mesaj Görüntüleme Ayarlarý

source: Header Style
ko: 머릿말 형식
nl: Hoofd Stijl
tr: Baþlýk Biçimi

source: Fancy
ko: 꾸밈 머릿말
nl: Sjiek
tr: Havalý

source: Brief
ko: 간략한 머릿말
nl: Kort
tr: Kýsa

source: Standard
ko: 표준 머릿말
nl: Standaard
tr: Standart

source: Long
ko: 자세한 머릿말
nl: Lang
tr: Uzun

source: All
ko: 전체 머릿말
nl: Alles
tr: Hepsi

source: Attachment Style
ko: 첨부 형식
nl: Bijlage stijl
tr: Ek Biçimi

source: Iconic
ko: 아이콘으로
nl: Pictogrammen
tr: Simgesel

source: Smart
ko: 멋진 첨부
nl: Intelligent
tr: Akýllý

source: Inline
ko: 일렬 첨부
nl: Voeg in
tr: Satýrsal

source: Use only one window
ko: 창 하나만 사용
nl: Gebruik enkel in een venster
tr: Yanlýz bir pencere kullanýn

source: Split window vertically
ko: 창 수직으로 나눔
nl: Splijt venster verticaal
tr: Düþey olarak pencereyi ayýr

source: KRN - Article Searcher
ko: KRN - 기사 검색기
nl: KRN - Artikel Zoeker
tr: KRN - Mesaj Araþtýrýcýsý

source: Find Articles With:
ko: 다음으로 기사 검색:
nl: Zoek Artikelen Met:
tr: Mesaj Bul(içeren):

source: In Field:
ko: 필드에서:
nl: In Veld:
tr: Alanda:

source: This server is read onlyyou can't post here!
ko: 이 서버는 읽기 전용이므로 서버에 게제할 수 없습니다!
nl: Deze server is alleen-lezen, u kunt hier niet posten!
tr: Bu sunucu salt okunur, postalama yapamazsýnýz!

source: Read:
ko: 읽음:
nl: Gelezen:
tr: Oku:

source: Unread:
ko: 읽지않음:
nl: Ongelezen:
tr: Okunmamýþ:

source: KRN - Print Settings
ko: KRN - 인쇄 설정
nl: KRN - Afdruk instellingen
tr: KRN - Yazdýrma Ayarlarý

source: KRN - Printing Settings
ko: KRN - 인쇄 설정
nl: KRN - Afdruk instellingen
tr: KRN - Yazdýrma Ayarlarý
