Repository: Arquivotheca/otde
Catalog: po/*/kwm.po
Languages: sl

source: kwm: it looks like there's already a window manager running. kwm not started
sl: kwm: zgleda, da je neki okenski vmesnik ¾e nalo¾en. kwm se ne morezagnati

source: kwm: failure during initialisation; aborting
sl: kwm: napaka med inicializacijo; konèujem

source: Preparing session ...
sl: Pripravljam seanso...

source: Copyright (C) 1997 Matthias Ettrich (ettrich@kde.org)
sl: Avtorske pravice (C) 1997 Matthias Ettrich (ettrich@kde.org)

source: Usage:
sl: Uporaba:

source: &Maximize
sl: Po&veèaj

source: &Restore
sl: Po&vrni

source: &Iconify
sl: S&krij

source: &DeIconify
sl: Pri&ka¾i

source: &Sticky
sl: Pri&lepi

source: &UnSticky
sl: Od&lepi

source: Mo&ve
sl: &Premakni

source: Resi&ze
sl: Pre&oblikuj

source: &To desktop
sl: Na mi&zo

source: &Onto current desktop
sl: Na to mi&zo

source: One
sl: Ena

source: Two
sl: Dva

source: Three
sl: Tri

source: Four
sl: ©tiri

source: Five
sl: Pet

source: Six
sl: ©est

source: Seven
sl: Sedem

source: Eight
sl: Osem

source: Unnamed Desktop
sl: Namizje brez imena

source: Some pixmaps are not valid: ShapeMode dissabled
sl: Nekatere slike niso veljavne: ShapeMode je izklopljen

source: Some pixmaps are not valid: GimmickMode dissabled
sl: Nekatere slike niso veljavne: GimmickMode je izklopljen

source: *** No Tasks ***
sl: Zzzzz... Zzzzz...

source: Command:
sl: Ukaz:

source: Ooops!
sl: Ups!

source: Logout
sl: Izhod

source: Session prepared for logout
sl: Vse je pripravljeno za izhod

source: The following applications contain unsaved data which will be lost in your next session.
sl: Naslednji programi vsebujejo neshranjene podatke, ki bodo do naslednje seanse unièeni.

source: The following applications cannot be restored in your next session, only restarted. Make sure they do not contain important unsaved data.
sl: Naslednji programi ne morejo biti obnovljeni v naslednji seansi, lahko jih le ponovno za¾enem. Poskrbite, da ne bodo vsebovali pomembnih, neshranjenih podatkov.

source: The following applications are not X11-aware and though cannot be restored in your next session. Make sure they do not contain important unsaved data.
sl: Naslednji programi niso predvideni za okolje X11 in jih zato ne morem obnoviti v naslednji seansi. Poskrbite, da ne bodo vsebovali pomembnih, neshranjenih podatkov.

source: Switch to
sl: Preklopi v

source: Current session
sl: Sedanja seansa
