Repository: Arquivotheca/otde
Catalog: po/*/kzip.po
Languages: hr, nl

source: Add File Options
hr: Pode¹avanja za dodavanje datoteka
nl: Voeg Bestands Opties Toe

source: Ok
hr: U redu

source: Cancel
hr: Odustani

source: Store Full Path
hr: Spremi cijelu stazu
nl: Sla Volledig Pad Op

source: Only Add Newer Files
hr: Samo dodaj novije datoteke
nl: Voeg enkel nieuwere bestanden toe

source: Files
hr: Datoteke

source: Extract Options
hr: Pode¹avanja za raspakiranje
nl: Extract Opties

source: Destination
hr: Odredi¹te
nl: Bestemming

source: Browse...
hr: Potra¾i...

source: Preserve Permissions
hr: Saèuvaj dozvole
nl: Behoud Rechten

source: Filenames to Lowercase
hr: Imena malim slovima
nl: Bestandsnamen naar kleine letters

source: All Files
hr: Sve datoteke
nl: Alle Bestanden

source: Selected File
hr: Izabrana datoteka
nl: Gekozen Bestand

source: Pattern
hr: Uzorak
nl: Patroon

source: &New
hr: &Novi

source: &Open...
hr: &Otvori...

source: &Extract To...
hr: &Raspakiraj u...
nl: &Extract Naar...

source: &Close
hr: Za&tvori

source: E&xit
hr: &Zavr¹i

source: E&xtract...
hr: &Raspakiraj...

source: &View
hr: Po&gledaj

source: &Delete
hr: O&bri¹i

source: &Set Archive Directory...
hr: Pos&tavi direktorij arhive...
nl: &Stel Archief Map in...

source: &File Adding Options...
hr: Pode¹avanja dodavanja &datoteka
nl: &Bestand Toevoeg Opties...

source: &Help...
hr: &Pomoæ...

source: &About...
hr: &O programu...

source: &File
hr: &Datoteka

source: &Edit
hr: &Urednik

source: &Options
hr: P&ode¹avanja

source: &Help
hr: &Pomoæ

source: Welcome to KZip...
hr: Dobrodo¹li u KZip...
nl: Welkom bij KZip...

source: Can't create archive of that type
hr: Ne mogu naèiniti arhivu te vrste
nl: Kan geen archief aanmaken van dat type

source: Create or open an archive first
hr: Prvo naèinite ili otvorite arhivu
nl: U dient eerst een archief aan te maken of te openen

source: Error saving to archive
hr: Gre¹ka prilikom snimanja u arhivu
nl: Fout bij het opslaan in archief

source: Archive Dir:
hr: Direktorij arhive:
nl: Archief Map:

source: Unknown archive format
hr: Nepoznata vrsta arhive
nl: Onbekend archief formaat

source: Archive Directory
hr: Direktorij arhive:
nl: Archief Map

source: None
hr: Ni¹ta

source: Open With: (program)
hr: Otvori s: (program)

source: Permissions Owner/Group Size TimeStamp Name
hr: Dozvole Vlasnik/Grupa Velièina Vrijeme Naziv

source: Permsissions Owner/Group Packed Size Ratio CRC TimeStamp Name
hr: Dozvole Vlasnik/Grupa Pakirano Velièina Omjer CRC Vrijeme Naziv

source: Permissions Owner/Group Size TimeStamp Name
hr: Dozvole Vlasnik/Grupa Velièina Vrijeme Naziv

source: Length Method Size Ratio Date Time CRC-32 Name
hr: Duljina Naèin Velièina Omjer Datum Vrijeme CRC-32 Naziv

source: Can't add directories with this archive type
nl: Kan geen mappen toevoegen met dit archief type
