Repository: Arquivotheca/otde
Catalog: po/*.po
Languages: cs, es, fi, ko, pl

source: (unknown file)
es: (archivo desconocido)
fi: (tuntematon tiedosto)
pl: (nieznany plik)

source: (unknown line number)
es: (número de línea desconocido)
fi: (tuntematon rivinumero)
pl: (nieznany numer linii)

source: (unknown condition)
es: (condición desconocida)
fi: (tuntematon tila)
pl: (nieznany powód)

source: You have found a bug in
es: Encontró una falla en
fi: Olet löytänyt virheen
pl: Znalaz³e¶ b³±d w

source: Ignore the error, possibly causing much more damage
es: Ignore el error, posiblemente causando mucho mas daño
fi: Ohita virhe, aiheuttaa mahdollisesti lisää tuhoa
pl: Ignorowanie b³êdu, mo¿liwo¶æ spowodowania wiêkszych szkód

source: Kill the application, loosing all data
es: Cerrar la aplicación con pérdida de todos los datos
fi: Tuhoa sovellus ja menetä kaikki tieto
pl: Zakoñczenie aplikacji, strata wszystkich danych

source: Send an email to the application maintainer
es: Mandar correo al responsable de la aplicación
fi: Lähetä postia sovelluksen ylläpitäjälle
pl: Wys³anie poczty do autora aplikacji

source: The following condition failed:
es: Las siguientes condiciones fallaron:
fi: Seuraava tilanne epäonnistui:
pl: Nastepuj±cy powód:

source: In file
es: En el archivo
fi: Tiedostossa
pl: W pliku

source: , line
es: , renglón
fi: , rivillä
pl: , linia

source: Error handling error
es: Error de manejo de error
fi: Virheenhallintavirhe
pl: B³±d obs³ugi b³êdu

source: Could not send message.
es: No se pudo mandar el mensaje.
fi: En saanut lähetettyä viestiä
pl: Nie mo¿na wys³aæ wiadomo¶ci.

source: The author did not publish an email address.
es: El autor no publicó una dirección de email.
fi: Tekijä ei antanut sähköpostiosoitetta.
pl: Autor nie zamie¶ci³ adresu email.

source: If you press the OK button, all changes you made will be used to proceed.
es: Si presiona el botón OK, todos los cambios que haga serán usados para proceder.
fi: Jos painat OK -nappia, kaikki muutokset joita olet tehny käytetään jatkossa.
pl: Wci¶niêcie przycisku OK spowoduje akceptacjê wszystkich dokonanych zmian.

source: When clicking apply, the settings will be handed over to the program, but the dialog will not be closed.Use this to try different settings.
es: Al presionar el botón Aplicar, las preferencias serán pasadas al programa, pero el diálogo no será cerrado. use esto para probar diferentes opciones.
fi: Kun painat käytä, muutokset siirretään ohjelmaan, mutta ikkunaa ei suljeta. Kokeile tällä eri asetuksia.
pl: Wci¶niêcie przycisku Zastosuj spowoduje zaakceptowanie zmian przez program, ale okienko dialogowe nie zostanie zamkniête.

source: If you press the Cancel button, all changes you made will be abandoned and the dialog will be closed. The program will be in the state before opening the dialog.
es: Si presiona el botón Cancelar, todos los cambios que hizo serán abandonados y el diálogo será cerrado.. El programa estará en el estado en el que estuvo antes de abrir el diálogo.
fi: Jos painat Peruuta nappia, kaikki muutokset joita teit perutaan ja ikkuna suljetaan. Ohjelma on tilassa jossa se oli ennen ikkunan avaamista.
pl: Wci¶niêcie przycisku Anuluj spowoduje wycofanie zmian i zamkniêcie okienka dialogowego.

source: &Apply
es: &Aplicar
fi: &Käytä
pl: &Zastosuj

source: &Cancel
es: &Cancelar
fi: &Peruuta
ko: Ãë¼Ò(&C)
pl: A&nuluj

source: Headline text:
es: Texto del encabezado:
fi: Otsikon teksti:
pl: Tekst nag³ówka

source: Right footer text:
es: Texto del pie de página derecho:
fi: Oikean alaviitteen teksti:
pl: Tekst prawej stopki:

source: Left footer text:
es: Texto del pie de página izquierdo:
fi: Vasemman alaviitteen teksti:
pl: Tekst lewej stopki:

source: The title
es: El título
fi: Titteli
pl: Tytu³

source: The first name
es: El primer nombre
fi: Etunimi
pl: Imiê

source: The additional name
es: El nombre adicional
fi: Toinen nimi
pl: Drugie imiê

source: The name prefix
es: El prefijo
fi: Nimen etuliite
pl: Przedimek

source: The name
es: El nombre
fi: Nimi
pl: Nazwisko

source: The formatted name
es: El nombre formateado
fi: Täydellinen nimi
pl: Pe³ne nazwisko

source: The address
es: La dirección
fi: Osoite
pl: Adres

source: The town
es: La ciudad
fi: Kaupunki
pl: Miasto

source: The organization
es: La organización
fi: Organisaatio
pl: Organizacja

source: The role
fi: Rooli
pl: Stanowisko

source: The org unit
es: La unidad de organización
fi: Yksikkö
pl: Jedn. organizacyjna

source: The org subunit
es: La subunidad de organización
fi: Alayksikkö
pl: Podjedn. organizacyjna

source: The email address
es: La dirección de email
fi: Sähköpostiosoite
pl: Adres email

source: The second email address
es: La segunda dirección de email
fi: Toinen sähköpostiosoite
pl: Drugi adres email

source: The third email address
es: La tercera dirección de email
fi: Kolmas sähköpostiosoite
pl: Trzeci adres email

source: The telephone number
es: El número telefónico
fi: Puhelinnumero
pl: Numer telefonu

source: The fax number
es: El número de fax
fi: Faksinumero
pl: Numer faksu

source: The modem number
es: El número de modem
fi: Modeeminumero
pl: Numer modemu

source: The homepage URL
es: La URL de su página
fi: Kotisivun URL
pl: URL strony domowej

source: The comment
es: El comentario
fi: Kommentti
pl: Komentarz

source: kab: Search entries
es: kab: Buscar entradas
fi: kab: Etsi tietuetta
pl: kab: szukanie pozycji

source: matches
fi: osumaa
pl: znaleziono

source: Use shell wildcard patterns here
es: Usar wildcards de shell aqui
fi: Käytä komentotulkin wildcardeja
pl: U¿yj znaków ogólnych (*?)

source: Select field to match the pattern
es: Seleccione campo a coincidir con la muestra
fi: Valitse kenttä
pl: Wybierz pole do przeszukiwania

source: Add a new string
es: Añadir texto nuevo
fi: Lisää uusi teksti
pl: Dodaj nowy ci±g

source: Move this string up
es: Mover este texto hacia arriba
fi: Siirrä tekstiä ylös
pl: Przenie¶ wy¿ej ci±g

source: Move this string down
es: Mover este texto hacia abajo
fi: Siirrä tekstiä alas
pl: Przenie¶ ni¿ej ci±g

source: Delete this string
es: Suprimir este texto
fi: Tuhoa teksti
pl: Skasuj ci±g

source: Possible values:
es: Valores permitidos:
fi: Mahdolliset arvot:
pl: Mo¿liwe warto¶ci:

source: Selected values:
es: Valores seleccionados:
fi: Valitus arvot:
pl: Wybrane warto¶ci:

source: Open
es: Abrir
fi: Avaa
ko: ¿­±â
pl: Otwórz

source: New
es: Nuevo
fi: Uusi
ko: »õ À©µµ¿ì
pl: Nowy

source: Close
es: Cerrar
fi: Sulje
ko: ´Ý±â
pl: Zamknij

source: Save
es: Guardar
fi: Tallenna
ko: ÀúÀå
pl: Zapisz

source: Print
es: Imprimir
fi: Tulosta
ko: ÀÎ¼â
pl: Drukuj

source: Quit
es: Cerrar
fi: Lopeta
ko: ³¡³»±â
pl: Zakoñcz

source: Cut
es: Cortar
fi: Leikkaa
ko: ÀÚ¸£±â
pl: Wytnij

source: Copy
es: Copiar
fi: Kopioi
ko: º¹»ç
pl: Kopiuj

source: Paste
es: Pegar
fi: Liitä
ko: ºÙ¿©³Ö±â
pl: Wklej

source: Undo
es: Deshacer
fi: Peru
ko: ½ÇÇàÃë¼Ò
pl: Cofnij

source: Find
es: Buscar
fi: Etsi
ko: Ã£±â
pl: Znajd¼

source: Replace
es: Reemplazar
fi: Korvaa
ko: ¹Ù²Ù±â
pl: Zamieñ

source: Insert
es: Insertar
fi: Liitä
pl: Wstaw

source: Home
es: Personal
fi: Alku
ko: È¨µð·ºÅä¸®
pl: Pocz±tek

source: End
es: Fin
fi: Loppu
pl: Koniec

source: Prior
es: Anterior
fi: Edellinen

source: Next
es: Siguiente
fi: Seuraava
pl: Nastêpny

source: Help
es: Ayuda
fi: Ohje
ko: µµ¿ò¸»
pl: Pomoc

source: &Contents
es: &Contenido
fi: &Sisältö
ko: ³»¿ë(&C)
pl: Spis &tre¶ci

source: &About
cs: Nápovìda
es: &Acerca de
fi: &Tietoja
ko: Á¤º¸(&A)
pl: &Informacje o

source: About &KDE...
es: Acerca del &KDE...
fi: Tietoja &KDE:ta...
ko: KDE Á¤º¸(&K)...
pl: Informacje o &KDE...

source: About KDE
es: Acerca del KDE
fi: Tietoja KDE:ta
ko: KDE Á¤º¸
pl: Informacje o KDE

source: The KDE Desktop Environment was written by the KDE Team, a world-wide network of software engineers committed to free software development. Visit http://www.kde.org for more information on the KDE Project. Please consider joining and supporting KDE. Please report bugs at http://buglist.kde.org.
es: El K Desktop Environment fue escrito por el grupo KDE, un grupo de programadores de todo el mundo dedicados a la creación de software libre. Visite http://www.kde.org para mayor información acerca del projecto KDE. Por favor considere ser parte y contribuir a KDE. Por favor reporte errores a través de http://buglist.kde.org.
fi: KDE Desktop -ympäristön on kehittänyt KDE-ryhmä, joka on maailmanlaajuinen joukko ohjelmistonkehittäjiä, jotka osallistuvat vapaaseen ohjelmistokehitykseen. Vieraile osoitteessa http://www.kde.org saadaksesi lisää tietoa KDE-projektista. Harkitse myös liittymistä KDE:n Raportoi virheet osoitteeseen http://buglist.kde.org.
ko: KDE µ¥½ºÅ©Å¾ È¯°æÀº °³¹æ ¼ÒÇÁÆ®¿þ¾î °³¹ßÀ» À§ÇØ Çå½ÅÇÏ´Â Àü ¼¼°èÀÇ ¼ÒÇÁÆ®¿þ¾î ¿£Áö´Ï¾îµé·Î ÀÌ·ç¾îÁø KDE ÆÀ¿¡ ÀÇÇØ ¸¸µé¾îÁ³½À´Ï´Ù. KDE ÇÁ·ÎÁ§Æ®¿¡ °üÇÑ ÀÚ¼¼ÇÑ Á¤º¸´Â http://www.kde.org¸¦ Âü°íÇÏ±â ¹Ù¶ø´Ï´Ù. KDE¿¡ µ¿Âü°ú Áö¿øÀ» °í·ÁÇØ º¸½Ê½Ã¿À. ¹ö±× ¸®Æ÷Æ®´Â http://buglist.kde.org·Î ÇØÁÖ±æ ¹Ù¶ø´Ï´Ù.
pl: ¦rodowisko KDE zosta³o napisane przez Zespó³ KDE, ogólno¶wiatow± sieæ informatyków programistów, zajmuj±cych siê rozwojem bezp³atnego oprogramowania. Odwied¼ http://www.kde.org w celu uzyskania informacji na temat Projektu KDE. Zapraszamy do wspó³tworzenia KDE. Prosimy raportowaæ b³êdy na http://buglist.kde.org.

source: Yes
es: Sí
fi: Kyllä
pl: Tak

source: No
fi: Ei
ko: ¾Æ´Ï¿À
pl: Nie

source: Cancel
es: Cancelar
fi: Peruuta
ko: Ãë¼Ò
pl: Anuluj

source: Select Color
es: Elija un color
fi: Valitse väri
ko: »ö ¼±ÅÃ
pl: Wybierz kolor

source: System Colors
es: Colores del sistema
fi: Järjestelmän värit
ko: ½Ã½ºÅÛ »ö
pl: Kolory podstawowe

source: Custom Colors
es: Colores personales
fi: Omat värit
ko: »ç¿ëÀÚ »ö Á¤ÀÇ
pl: Kolory u¿ytkownika

source: Add to Custom Colors
es: Añadir a colores personales
fi: Lisää omiin väreihin
ko: »ö Á¤ÀÇ¿¡ Ãß°¡
pl: Dodaj do kolorów u¿ytkownika

source: Custom...
es: Personal...
fi: Omat ...
ko: Á¤ÀÇ...
pl: Definiuj...

source: Default
es: Por defecto
fi: Oletus
ko: ±âº»¼³Á¤
pl: Domy¶lne

source: Apply
es: Aplicar
fi: Käytä
ko: Àû¿ë
pl: Zastosuj

source: January
es: Enero
fi: Tammikuu
ko: 1¿ù
pl: Styczeñ

source: February
es: Febrero
fi: Helmikuu
ko: 2¿ù
pl: Luty

source: March
es: Marzo
fi: Maaliskuu
ko: 3¿ù
pl: Marzec

source: April
es: Abril
fi: Huhtikuu
ko: 4¿ù
pl: Kwiecieñ

source: May
es: Mayo
fi: Toukokuu
ko: 5¿ù
pl: Maj

source: June
es: Junio
fi: Kesäkuu
ko: 6¿ù
pl: Czerwiec

source: July
es: Julio
fi: Heinäkuu
ko: 7¿ù
pl: Lipiec

source: August
es: Agosto
fi: Elokuu
ko: 8¿ù
pl: Sierpieñ

source: September
es: Septiembre
fi: Syyskuu
ko: 9¿ù
pl: Wrzesieñ

source: October
es: Octubre
fi: Lokakuu
ko: 10¿ù
pl: Pa¼dziernik

source: November
es: Noviembre
fi: Marraskuu
ko: 11¿ù
pl: Listopad

source: December
es: Diciembre
fi: Joulukuu
ko: 12¿ù
pl: Grudzieñ

source: (invalid)
es: (inválido)
fi: (virheellinen)
ko: (Àû´çÇÏÁö ¾ÊÀ½)
pl: (niepoprawny)

source: Sun
es: Dom
fi: Su
ko: ÀÏ¿äÀÏ
pl: Nie

source: Mon
es: Lun
fi: Ma
ko: ¿ù¿äÀÏ
pl: Pon

source: Tue
es: Mar
fi: Ti
ko: È­¿äÀÏ
pl: Wto

source: Wed
es: Mie
fi: Ke
ko: ¼ö¿äÀÏ
pl: ¦ro

source: Thu
es: Jue
fi: To
ko: ¸ñ¿äÀÏ
pl: Czw

source: Fri
es: Vie
fi: Pe
ko: ±Ý¿äÀÏ
pl: Pi±

source: Sat
es: Sab
fi: La
ko: Åä¿äÀÏ
pl: Sob

source: Sorry
es: Lo siento
fi: Anteeksi
ko: ÁË¼ÛÇÕ´Ï´Ù
pl: Niestety

source: The specified File does not exist
es: El archivo especificado no existe
fi: Määriteltyä tiedostoa ei ole olemassa
ko: ÁöÁ¤ÇÑ ÆÄÀÏÀÌ Á¸ÀçÇÏÁö ¾Ê½À´Ï´Ù
pl: Wybrany plik nie istnieje

source: Sorry:
es: Perdón:
fi: Anteeksi:
ko: ÁË¼ÛÇÕ´Ï´Ù:
pl: Niestety:

source: You have specificated a directory
es: Especificó un directorio
fi: Olet antanut hakemiston
ko: µð·ºÅä¸®¸¦ ÁöÁ¤ÇÏ¼ÌÀ¾´Ï´Ù
pl: Wybrany zosta³ katalog

source: You do not have read permission to this file.
es: No tiene derechos de lectura sobre este archivo.
fi: Sinulla ei ole oikeuksia lukea tätä tiedostoa.
ko: ±ÍÇÏ´Â ÀÌ È­ÀÏ¿¡ ´ëÇÑ ÀÐ±â Çã°¡±ÇÀÌ ¾øÀ¾´Ï´Ù.
pl: Brak praw do odczytu tego pliku.

source: An Error occured while trying to open this Document
es: Hubo un error al intentar abrir este documento
fi: Asiakirjaa avattaessa tapahtui virhe
ko: ¹®¼­ ¿­±â¿¡ ¿À·ù°¡ ¹ß»ýÇßÀ¾´Ï´Ù
pl: Wyst±pi³ b³±d podczas odczytu tego pliku

source: Select Document to Insert
es: Seleccione documento a insertar
fi: Valitse lisättävä asiakirja
ko: »ðÀÔÇÒ ¹®¼­¸¦ ¼±ÅÃÇÏ½Ê½Ã¿À
pl: Wybierz dokument do wstawienia

source: Warning:
es: Advertencia:
fi: Varoitus:
ko: ÁÖÀÇ:
pl: Ostrze¿enie:

source: The current Document has been modified. Would you like to save it?
es: Este documento ha sido modificado. ¿Desea guardarlo?
fi: Asiakirjaa on muutettu. Haluatko tallentaa sen?
ko: ¹®¼­°¡ ¼öÁ¤µÇ¾úÀ¾´Ï´Ù. ÀúÀåÇÏ½Ã°ÚÀ¾´Ï±î?
pl: Bierz±cy dokument zosta³ zmieniony. Czy chcesz go zapisaæ?

source: Could not save the document. Open a new document anyways?
es: No se pudo guardar el documento. ¿Abrir uno nuevo de todos modos?
fi: En saanut talletettua asiakirjaa. Avaa uusi asiakirja kuitenkin?
ko: ¹®¼­¸¦ ÀúÀåÇÒ ¼ö ¾øÀ¾´Ï´Ù. »õ·Î¿î ¹®¼­¸¦ ¿©½Ã°Ú½À´Ï±î?
pl: Nie mo¿na zapisaæ dokumentu. Czy pomimo tego otworzyæ nowy?

source: Select Document to Open
es: Seleccionar Documento a Abrir
fi: Valitse avattava asiakirja
ko: ¿­°íÀÚ ÇÏ´Â ¹®¼­¸¦ ¼±ÅÃÇÏ½Ê½Ã¿À
pl: Wybierz dokument do otwarcia

source: Could not save the document. Create a new document anyways?
es: No se pudo guardar el documento. ¿Crear uno nuevo de todos modos?
fi: En saanut talletettua asiakirjaa. Luo uusi asiakirja kuitenkin?
ko: ¹®¼­¸¦ ÀúÀåÇÒ ¼ö ¾øÀ¾´Ï´Ù. »õ ¹®¼­¸¦ ¸¸µå½Ã°Ú½À´Ï±î?
pl: Nie mo¿na zapisaæ dokumentu. Czy pomimo tego utworzyæ nowy?

source: Untitled
es: Sin título
fi: Nimeämätön
ko: Á¦¸ñ¾øÀ½
pl: Nienazwany

source: Could not save the document
es: No se pudo guardar el documento
fi: En saanut talletettua asiakirjaa
ko: ¹®¼­¸¦ ÀúÀåÇÒ ¼ö ¾øÀ¾´Ï´Ù
pl: Nie mo¿na zapisaæ dokumentu

source: Save Document As
es: Guardar como
fi: Tallenna nimellä
ko: ¹®¼­¸¦ ´Ù¸¥ ÀÌ¸§À¸·Î ÀúÀå
pl: Zapisz dokument jako

source: A Document with this Name exists already Do you want to overwrite it ?
es: Ya existe un documento con este nombre ¿ Quiere sobreescribirlo ?
fi: Samalla nimellä on jo asiakirja Halutako korvata sen ?
ko: °°Àº ÀÌ¸§ÀÇ ÆÄÀÏÀÌ ÀÌ¹Ì Á¸ÀçÇÕ´Ï´Ù µ¤¾î ¾²°ÚÀ¾´Ï±î?
pl: Dokument o tej nazwie ju¿ istnieje Czy skasowaæ poprzedni?

source: You do not have write permission to this file.
es: No tiene derechos de escritura sobre este archivo.
fi: Sinulla ei ole kirjoitusoikeuksia tiedostoon.
ko: ±ÍÇÏ´Â ÀÌ ÆÄÀÏ¿¡ ´ëÇØ ¾²±â ±ÇÇÑÀÌ ¾øÀ¾´Ï´Ù.
pl: Brak praw do zapisu tego pliku.

source: End of document reached. Continue from the beginning?
es: Final del documento alcanzado. ¿Continuar desde el principio?
fi: Asiakirjan loppu tavoitettu. Jatka alusta?
ko: ¹®¼­ÀÇ ³¡ÀÔ´Ï´Ù. Ã³À½ºÎÅÍ °è¼Ó ÇÏ½Ã°ÚÀ¾´Ï±î?
pl: Osi±gniêto koniec dokumentu. Rozpocz±æ od nowa?

source: Beginning of document reached. Continue from the end?
es: Principio del documento alcanzado. ¿Continuar desde el final?
fi: Asiakirjan alku tavoitettu. Jatka lopusta?
ko: ¹®¼­ÀÇ Ã³À½ÀÔ´Ï´Ù. ³¡¿¡¼­ºÎÅÍ °è¼Ó ÇÏ½Ã°Ú½À´Ï±î?
pl: Osi±gniêto pocz±tek dokumentu. Rozpocz±æ od koñca?

source: Case Sensitive
es: Considerar Mayúsculas
fi: Huomioi kirjasintaso
ko: ´ë¼Ò¹®ÀÚ ±¸º°
pl: Ma³e/wielkie litery

source: Find Backwards
es: Buscar hacia arriba
fi: Etsi taaksepäin
ko: µÞÂÊÀ¸·Î Ã£±â
pl: Szukaj do ty³u

source: Done
es: Hecho
fi: Valmis
ko: ¿Ï·á
pl: OK

source: Find:
es: Buscar:
fi: Etsi:
ko: Ã£±â:
pl: Znajd¼:

source: Replace with:
es: Reemplazar con:
fi: Korvaa:
ko: ¹Ù²Ù±â:
pl: Zamieñ z:

source: Replace All
es: Reemplazar todos
fi: Korvaa kaikki
ko: ¸ðµÎ ¹Ù²Ù±â
pl: Zamieñ wszystko

source: Goto Line
es: Ir a línea
fi: Siirry riville
ko: Çà Ã£¾Æ°¡±â
pl: Id¼ do linii

source: Go
es: Iniciar
fi: Siirry
ko: °¡±â
pl: Id¼

source: Select Font
es: Elija una fuente
fi: Valitse kirjasin
ko: ±Û²Ã ¼±ÅÃ
pl: Wybierz czcionkê

source: Requested Font
es: Fuente requerida
fi: Pyydetty kirjasin
ko: ¿äÃ» ±Û²Ã
pl: ¯±dana czcionka

source: Actual Font
es: Fuente efectiva
fi: Todellinen kirjasin
ko: ½ÇÁ¦ ±Û²Ã
pl: Aktualna czcionka

source: Family:
es: Familia:
fi: Perhe:
ko: ÆÐ¹Ð¸®:
pl: Rodzina:

source: Charset:
es: Código:
fi: Merkistö:
ko: ±ÛÀÚÇ¥
pl: Kodowanie:

source: Size:
es: Tamaño:
fi: Koko:
ko: Å©±â:
pl: Rozmiar:

source: Weight:
es: Peso:
fi: Paino:
ko: ¿þÀÌÆ®:
pl: Waga:

source: Style:
es: Estilo:
fi: Tyyli:
ko: ½ºÅ¸ÀÏ:
pl: Styl:

source: Size
es: Tamaño
fi: Koko
ko: Å©±â
pl: Rozmiar

source: Weight
es: Peso
fi: Paino
ko: ¿þÀÌÆ®
pl: Waga

source: normal
fi: normaali
ko: º¸Åë

source: bold
es: negrita
fi: lihavoitu
ko: ±½°Ô

source: Style
es: Estilo
fi: Tyyli
ko: ½ºÅ¸ÀÏ
pl: Styl

source: italic
es: cursiva
fi: kursivoitu
ko: ÀÌÅÅ¸¯Ã¼

source: Charset
es: Código
fi: Kirjasin
ko: ±ÛÀÚÇ¥
pl: Kodowanie

source: Bold
es: Negrita
fi: Lihavoitu
ko: ±½°Ô
pl: Pogrubiona

source: Normal
fi: Normaali
ko: º¸Åë
pl: Normalna

source: Select Icon
es: Elija un icono
fi: Valitse kuvake
ko: ¾ÆÀÌÄÜ ¼±ÅÃ
pl: Wybierz ikonê

source: Filter:
es: Filtro:
fi: Suodata:
ko: ÇÊÅÍ:
pl: Filtr:

source: Configure key bindings
fi: Aseta näppäinsidoksia
pl: Konfiguruj przypisania klawiszy

source: &Help
es: A&yuda
fi: &Ohje
ko: µµ¿ò¸»(&H)
pl: Pomo&c

source: &Defaults
es: Opciones iniciales
fi: &Oletukset
pl: &Domy¶lne

source: Current key
es: Llave actual
fi: Nykyinen näppäin
pl: Obecny klawisz

source: &Action
es: &Acción
fi: &Toimenpide
pl: Z&darzenie

source: Choose a key for the selected action
fi: Valitse näppäin valitulle toiminnolle
pl: Wybierz klawisz skojarzony ze zdarzeniem

source: &No key
es: Sin llave
fi: &Ei näppäintä
pl: &Bez klawisza

source: &Default key
es: Llave estándar
fi: &Oletusnäppäin
pl: &Domy¶lny klawisz

source: &Custom key
es: Llave propia
fi: O&ma näppäin
pl: &Wybrany klawisz

source: No keys defined
fi: Ei näppäimiä määritelty
pl: Brak zdefiniowanych klawiszy

source: Not configurable
fi: Ei asetettavissa
pl: Nie mo¿na skonfigurowaæ

source: Global Keys
fi: Yleiset näppäimet
pl: Ogólne klawisze

source: Keys
fi: Näppäimet
pl: Klawisze

source: Attention : key already used
fi: Varoitus: näppäin on jo käytössä
pl: Ostrze¿enie: klawisz ju¿ u¿yty

source: Press the wanted key
fi: Paina haluttua näppäintä
pl: Wci¶nij rz±dany klawisz

source: Undefined key
fi: määrittelemätön näppäin
pl: Niezdefiniowany klawisz

source: Return to end edition
fi: Palaa loppuun
pl: Powrót do edycji

source: Incorrect key
fi: Virheellinen näppäin
pl: Nieprawid³owy klawisz

source: The %s key combination has already been allocated to the global %s action. Please choose a unique key combination.
fi: Näppäinyhdistelmä %s on jo käytössä yleiselle toiminteelle %s. Valitse joku uniikki näppäinyhdistelmä.
pl: Kombinacja klawiszy %s zosta³a przypisana ogólnemu zdarzeniu %s. Proszê wybraæ nieu¿ywan± kombinacjê klawiszy.

source: Global key conflict
fi: Yleisten näppäinten konflikti
pl: Konflikt ogólnych klawiszy

source: The %s key combination has already been allocated to the standard %s action. Please choose a unique key combination.
fi: Näppäinyhdistelmä %s on jo käytössä yleiselle toiminteelle %s. Valitse joku uniikki näppäinyhdistelmä.
pl: Kombinacja klawiszy %s zosta³a przypisana zwyk³emu zdarzeniu %s. Proszê wybraæ nieu¿ywan± kombinacjê klawiszy.

source: Standard key conflict
fi: Perusnäppäimen konflikti
pl: Konflikt zwyk³ych klawiszy

source: The %s key combination has already been allocated to the %s action. Please choose a unique key combination.
fi: Näppäinyhdistelmä %s on jo käytössä toiminteelle %s. Valitse joku uniikki näppäinyhdistelmä.
pl: Kombinacja klawiszy %s zosta³a przypisana zdarzeniu %s. Proszê wybraæ nieu¿ywan± kombinacjê klawiszy.

source: Key conflict
fi: Näppäinkonflikti
pl: Konflikt klawiszy

source: Top
es: Arriba
fi: Ylhäällä
ko: ¸ÇÀ§
pl: Góra

source: Bottom
es: Abajo
fi: Alhaalla
ko: ¸Ç¾Æ·¡
pl: Dó³

source: Floating
es: Flotante
fi: Kelluva
pl: Ruchomy

source: Float
es: Flotar
fi: Kellua
pl: Uruchom

source: UnFloat
es: No Flotante
fi: Upota
pl: Unieruchom

source: Trying to add page when no KWizards are added!
es: ¡Intentando añadir página sin añadir KWizard!
fi: Yritän lisätä sivua vaikka yhtään KWizardia ei ole lisätty!
pl: Próbujesz dodaæ stronê choæ KWizards s± nie do³±czone!

source: &Default
es: Por &defecto
fi: &Oletus
ko: ±âº»°ª(&D)
pl: &Domy¶lne

source: Quickhelp
es: Ayuda rápida
fi: Pika-apu
pl: Podpowied¼

source: KToolBarButton: pixmap is empty, perhaps some missing file
es: KToolBarButton: pixmap vacio, probablemente falta un archivo
fi: KToolBarButton: pixmap on tyhjä, ehkä jokin puuttuva tiedosto.
ko: KToolBar
pl: KToolBarButton: pixmapa jest pusta, prawdopodobnie brak pliku

source: Left
es: Izquierda
fi: Vasemmalla
ko: ¿ÞÂÊ
pl: Lewo

source: Right
es: Derecha
fi: Oikealla
ko: ¿À¸¥ÂÊ
pl: Prawo

source: Page %d of %d
es: Pág.: %d de %d
fi: Sivu %d / %d
ko: ÆäÀÌÁö %d of %d
pl: Strona %d z %d

source: Folders:
es: Carpetas:
fi: Kansiot:
ko: Æú´õ:
pl: Katalogi:

source: Contents:
es: Contenido:
fi: Sisältö:
ko: ³»¿ë:
pl: Zawarto¶æ:

source: <!-- Do not edit this file -->
es: <!-- No modifique este archivo -->
fi: <!-- Älä editoi tätä tiedostoa -->
ko: <!-- ÆÄÀÏÀ» ÆíÁýÇÏÁö ¸¶½Ê½Ã¿À -->
pl: <!-- Nie edytuj tego pliku -->

source: Name
es: Nombre
fi: Nimi
ko: ÀÌ¸§
pl: Nazwa

source: Permissions
es: Derechos
fi: Oikeudet
ko: ±ÇÇÑ
pl: Prawa dostêpu

source: Date
es: Fecha
fi: Päiväys
ko: ³¯Â¥
pl: Data

source: Owner
es: Dueño
fi: Omistaja
ko: ¼ÒÀ¯ÀÚ
pl: W³a¶ciciel

source: Group
es: Grupo
fi: Ryhmä
ko: ±×·ì
pl: Grupa

source: Back
es: Atrás
fi: Taakse
ko: µÚ·Î
pl: W ty³

source: Forward
es: Adelante
fi: Eteen
ko: ¾ÕÀ¸·Î
pl: W przód

source: Up to parent
es: Ascender directorio
fi: Edellinen kansio
ko: »óÀ§ µð·ºÅä¸®·Î
pl: Wy¿ej

source: Reload
es: Recargar
fi: Lataa uudelleen
ko: ´Ù½Ã ºÒ·¯¿À±â
pl: Prze³aduj

source: Bookmarks
es: Marcadores
fi: Kirjanmerkit
ko: Áñ°ÜÃ£±â
pl: Zak³adki

source: Create new folder
es: Crear carpeta nueva
fi: Lisää kansio
ko: »õ Æú´õ ¸¸µé±â
pl: Utwórz nowy katalog

source: Search for a file
es: Buscar un archivo
fi: Etsi tiedostoa
ko: ÆÄÀÏ Ã£±â
pl: Znajd¼ plik

source: Configure this dialog [development only]
es: Configurar este diálogo [sólo programadores]
fi: Dialogin asetukset [vain kehitys]
ko: ´ëÈ­Ã¢ ¼³Á¤[°³¹ßÀ» À§ÇÑ]
pl: Skonfiguruj ten dialog [tylko dla developerów]

source: The path
es: La ruta
fi: Polku
ko: °æ·Î
pl: ¦cie¿ka

source: &Location:
es: &Dirección:
fi: &Sijainti:
ko: À§Ä¡(&L)
pl: &Lokacja:

source: &Filter:
es: &Filtro:
fi: &Suodata:
ko: ÇÊÅÍ(&F)
pl: &Filtr:

source: Show hidden
es: Mostrar escondidos
fi: Näytä piilotiedostot
ko: È÷µç ÆÄÀÏ º¸±â
pl: Poka¿ ukryte

source: Error: Not local file
es: Error: archivo no local
fi: Virhe: Ei ole paikallinen tiedosto
ko: ¿À·ù: ·ÎÄÃ ÆÄÀÏÀÌ ¾Æ´Ô
pl: B³±d: Plik nie lokalny

source: The specified directory is not a local directory But the application accepts just local files.
es: El directorio especificado no es local pero la aplicación sólo acepta archivos locales.
fi: Määritelty hakemisto ei ole paikallinen hakemisto, mutta sovellus hyväksyy vain paikalliset tiedostot.
ko: ÁöÁ¤ÇÏ½Å µð·ºÅä¸®´Â ·ÎÄÃ µð·ºÅä¸®°¡ ¾Æ´Õ´Ï´Ù ÀÀ¿ë ÇÁ·Î±×·¥Àº ·ÎÄÃ ÆÄÀÏ¸¸ ÀÌ¿ëÇÕ´Ï´Ù.
pl: Wybrany katalog nie jest lokalnym katalogiem. Aplikacja obs³uguje wy³±cznie lokalne pliki.

source: Error: Cannot Open Directory
es: Error: no se pudo abrir el directorio
fi: Virhe: En voi avata hakemistoa
ko: ¿À·ù: µð·ºÅä¸®¸¦ ¿­ ¼ö ¾øÀ½
pl: B³±d: Nie mo¿na otworzyæ katalogu

source: The specified directory does not exist or was not readable.
es: El directorio especificado no existe o no puede ser leído.
fi: Määriteltyä hakemistoa ei ole olemassa tai sitä ei voida lukea.
ko: ÁöÁ¤ÇÏ½Å µð·ºÅä¸®°¡ Á¸ÀçÇÏÁö ¾Ê°Å³ª ÀÐÀ» ¼ö ¾ø½À´Ï´Ù.
pl: Wybrany katalog nie istnieje lub brak praw do odczytu.

source: Dismiss
es: Cerrar
fi: Peruuta
ko: ¹«½Ã
pl: Anuluj

source: Save As
es: Guardar como
fi: Tallenna nimellä
ko: ´Ù¸¥ ÀÌ¸§À¸·Î ÀúÀå
pl: Zapisz jako

source: Root Directory
es: Directorio raíz
fi: Juurihakemisto
ko: ·çÆ® µð·ºÅä¸®
pl: Katalog g³ówny
