Repository: Arquivotheca/otde
Catalog: po/*.po
Languages: cs, es, fi, ko, pl

source: Kab will move all your email addresses to the new style supporting unlimited numbers of email addresses per entry.
es: Kab cambiará sus direcciones de email al nuevo estilo que soporta un número ilimitado de direcciones por entrada.
fi: Kab siirtää sähköpostiosoitteet uuteen tyyliin joka tukee rajoittamatonta määrää osotteita tietuetta kohden.
pl: Kab dokona konwersji adresów email stosuj±c nowy schemat pozwalaj±cy na u¿ycie nieograniczonej ilo¶ci adresów.

source: kab database update
es: refrescado de base de datos de kab
fi: kab tietokannan päivitys
pl: kab uaktualnienie danych

source: Please note that kab now supports some new fields in its addresses. These new fields are: ° the state field, ° the country field and ° the postal code field. You will probably need to edit some of your entries to make use of it.
es: Por favor note que kab ahora soporta nuevos tipos de datos en sus direcciones. Estos nuevos datos son: ° el estado, ° el país y ° el códgo postal. probablemente necesitará editar algunas de sus entradas para hacer uso de ellos.
fi: Huomaa että kab tukee nykyisin joitain uusia kenttiä osoitteessa. Uusia kenttiä ovat: ° osavaltio ° maa ° postinumero Sinun tulee todennäköisesti muokata joitain tietueita käyttääksesi niitä.
pl: Proszê zauwa¿yæ, ¿e kab obs³uguje nowe pola danych adresowych. Nowe pola to: ° województwo/stan, ° kraj ° kod pocztowy. Prawdopodobnie musisz wprowadziæ dane do nowych pól.

source: Could not save database after update.
es: No se pudo guardar la base de datos.
fi: En saanut talletettua tietokantaa päivityksen jälkeen.
pl: Nie mo¿na zapisaæ danych po dokonaniu uaktualnienia.

source: Unable to reopen database file r/o.
es: Imposible reabrir la base de datos en modo de sólo lectura.
fi: En saa uudelleenavattua tietokantaa.
pl: Nie mo¿na otworzyæ pliku z danymi.

source: first entry
es: primera entrada
fi: ensimmäinen tietue
pl: Pierwsza pozycja

source: previous entry
es: entrada anterior
fi: edellinen tietue
pl: Poprzednia pozycja

source: next entry
es: próxima entrada
fi: seuraava tietue
pl: Nastêpna pozycja

source: last entry
es: última entrada
fi: viimeinen tietue
pl: Ostatnia pozycja

source: search entries
es: buscar entradas
fi: etsi tietueita
pl: Szukaj pozycji

source: add a new entry
es: añadir nueva entrada
fi: lisää tietue
pl: Dodaj pozycjê

source: change this entry
es: cambiar esta entrada
fi: muuta tietuetta
pl: Zmieñ pozycjê

source: remove this entry
es: suprimir esta entrada
fi: poista tietue
pl: Usuñ pozycjê

source: Switched to first entry.
es: Cambiar a primera entrada.
fi: Vaihdettiin ensimmäiseen tietueeseen.
pl: Prze³±czenie do pierwszej pozycji

source: Switched to last entry.
es: Cambio a última entrada.
fi: Vaihdettiin viimeiseen tietueeseen.
pl: Prze³±czenie do ostatniej pozycji

source: Sorry, file changed.
es: perdón, el archivo cambió.
fi: Tiedostoa muutettu.
pl: Niestety, plik zmieniony.

source: Permission denied.
es: Permiso denegado.
fi: Ei oikeuksia muokata
pl: Brak praw dostêpu.

source: Remove entry?
es: Suprimir entrada?
fi: Poista tietue?
pl: Usun±æ pozycjê?

source: Really remove this entry?
es: Realmente suprimir esta entrada?
fi: Haluatko todella poistaa tietueen ?
pl: Na pewno usun±æ tê pozycjê?

source: Entry deleted.
es: Entrada suprimida.
fi: Tietue tuhottu
pl: Pozycja skasowana.

source: Added a new entry.
es: Añadir entrada nueva.
fi: Lisätty uusi tietue
pl: Nowa pozycja dodana.

source: Opened browser window.
es: Ventana de browser abierta
fi: Avattiin selainikkuna.
pl: Otwarcie okna przegl±darki.

source: No URL.
es: No hay URL.
fi: Ei URL:ää.
pl: Brak URL.

source: No entries.
es: No hay entradas.
fi: Ei tietueita.
pl: Brak pozycji.

source: The filemanager is busy, please try again.
es: El administrador de archivos esta ocupado, intente otra vez.
fi: Tiedostonhallinta on varattu, yritä uudelleen.
pl: Mened¿er plików jest zajêty, proszê spróbowaæ ponownie.

source: The addressbook file is currently locked by another application. kab cannot save it.
es: El archivo del directorio esta bloqueado por otra aplicación. kab no puede guardarlo.
fi: Osoitekirjatiedosto on lukittu toiselle sovellukselle. kab ei saa tallennettua sitä.
pl: Ksi±¿ka adresowa jest obecnie zajêta przez inn± aplikacjê. kab nie mo¿e zachowaæ danych.

source: Database saved successfully.
es: base de datos guardada.
fi: Tietokanta tallennettu.
pl: Dane zosta³y zachowane.

source: kab: File error
es: kab: error de archivo
fi: kab: Tiedostovirhe
pl: kab: B³±d pliku

source: Could not save database.
es: No se pudo guardar la base de datos.
fi: En saanut talletettua tietokantaa
pl: Nie mo¿na zapisaæ danych.

source: &Retry
es: &Reintentar
fi: &Uudelleenyritä
pl: &Ponów

source: &Ignore
es: &Ignorar
fi: &Peru
pl: &Ignoruj

source: Saving cancelled.
es: Guardar cancelado.
fi: Tallennus peruutettu.
pl: Zachowywanie anulowane.

source: Entry changed.
es: Entrada cambió.
fi: Tietuetta muutettu.
pl: Pozycja zmieniona.

source: Results
es: Resultados
fi: Tulokset
pl: Rezultaty

source: No entry matches this.
es: Ninguna entrada coincide.
fi: Mikään tietue ei osu.
pl: ¯adna pozycja nie pasuje.

source: Rejected.
es: Denegado.
fi: Hylätty.
pl: Odrzucone.

source: Search results window closed.
es: Ventana de resultados de la búsqueda cerrada.
fi: Etsintätulosten ikkuna suljettu.
pl: Okno z rezultatami poszukiwania zamkniête.

source: The talk command must be configured before!
es: El comando de talk tiene que ser configurado!
fi: Talk -komento on asetettava ensin!
pl: Program talk musi byæ uprzednio skonfigurowany!

source: Talk configuration
es: Configuración de talk
fi: Talk asetukset
pl: Konfiguracja programu talk

source: Please configure the parameters for the talk command.
es: Por favor configure los parámetros pqara el comando de talk.
fi: Aseta parametrit talk komennolle
pl: Proszê podaæ parametry programu talk.

source: No talk address.
es: No hay dirección de talk.
fi: Ei talk osoitetta.
pl: Brak adresu talk.

source: kab: Talk addresses
es: kab: direcciones de talk
fi: kab: Talk osoitteet
pl: kab: Adresy talk

source: Available talk addresses:
es: Direcciones de talk disponibles:
fi: Olemassaolevat talk -osoitteet:
pl: Dostêpne adresy talk:

source: Cancelled.
es: Cancelado.
fi: Peruutettu.
pl: Anulowane.

source: The talk command parameters are wrong.
es: Los parámetros para el comando de talk están mal.
fi: Talk -komennon parametrit ovat väärät.
pl: Program talk ma z³e parametry.

source: Talk command failed. Make sure you did setup your talk command and parameter!
es: Comando de talk falló. Asegúrese de que lo configuró correctamente!
fi: Talk -komento epäonnistui. Varmista että asetit talk komennon ja parametrit!
pl: Wywo³anie programu talk nie powiod³o siê. Upewnij siê, czy polecenie zosta³o poprawnie skonfigurowane!

source: Talk program started.
es: Programa de talk iniciado.
fi: Talk -ohjelma käynnistetty.
pl: Program talk uruchomiony.

source: Attention: printing is still experimental!
es: Atención: la impresión es experimental!
fi: Huomaa: tulostus on vielä kokeiluasteella!
pl: Ostrze¿enie: opcja drukowania jest wci±¿ eksperymentalna!

source: Page size problem
es: Problema de tamaño de página
fi: Sivunkoko-ongelma
pl: Problem z rozmiarem strony

source: The fields you requested to print do not fit into the page width.
es: Los campos que quiere imprimir no caben en el ancho de la página.
fi: Kentät joita valitsit tulostettaviksi eivät mahdu sivuleveyteen.
pl: Pola, które chcesz wydrukowaæ, nie mieszcz± siê na stronie.

source: Printing finished successfully.
es: Impresión finalizó con éxito.
fi: Tulostus onnistui.
pl: Drukowanie zakoñczone.

source: kab: Email addresses
es: kab: direcciones de email
fi: kab: Sähköpostiosoitteet
pl: kab: Adresy email

source: Available email addresses:
es: Direcciones de email dirponibles:
fi: Olemassaolevat sähköpostiosoitteet:
pl: Dostêpne adresy email:

source: kab: Select fields to copy
es: kab: seleccione campos a copiar
fi: kab: Valitse kopioitavat kentät
pl: kab: Wybierz pola do kopiowania

source: Nothing selected.
es: Nada seleccionado.
fi: Ei valintoja.
pl: Niczego nie wybrano.

source: KDE addressbook overview
es: Muestra del directorio
fi: KDE osoitekirja
pl: Przegl±d ksi±¿ki adresowej

source: Name-Email-Link (!!)
es: Nombre-Email-Enlace (!!)
fi: Nimi-Sähköposti-Linkki (!!)
pl: Odno¶nik nazwisko-email

source: Select table columns
es: Elija columnas de la tabla
fi: Valitse taulukon sarakkeet
pl: Wybierz kolumny tabeli

source: Nothing to export.
es: Nada a exportar.
fi: Ei mitään tuotavaa.
pl: Brak pól do wyeksportowania.

source: Email link
es: Enlace de email
fi: Sähköposti
pl: Odno¶nik email

source: Could not find the users home directory.
es: No se pudo encontrar el directorio del usuario.
fi: En löytänyt käyttäjän kotihakemistoa.
pl: Nie mo¿na znale¼æ katalogu domowego u¿ytkownika.

source: Intern error!
es: Error interno!
fi: Sisäinen virhe!
pl: B³±d wewnêtrzny!

source: Could not open the file to create the HTML table.
es: No se pudo abrir el archivo para crear la tabla HTML.
fi: En saanut avattua tiedostoa HTML -taulukon luomiseksi
pl: Nie mo¿na otworzyæ pliku do utworzenia tabeli HTML.

source: Printing cancelled.
es: Impresión cancelada.
fi: Tulostus peruutettu.
pl: Drukowanie anulowane.

source: kab: Select columns for printing
es: kab: seleccione columnas a imprimir
fi: kab: Valitse tulostettavat sarakkeet
pl: kab: Wybierz kolumny do wydrukowania

source: Nothing to print.
es: Nada a imprimir.
fi: Ei mitään tulostettavaa.
pl: Brak pól do wydrukowania.

source: Page <p>
es: Página <p>
fi: Sivu <p>
pl: Strona <p>

source: KDE - the professionals choice.
es: KDE - la elección profesional.
fi: KDE - ammattilaisen valinta
pl: KDE - wybór profesjonalistów

source: Printing failed!
es: Impresión falló!
fi: Tulostus epäonnistui!
pl: Drukowanie nie uda³o siê!

source: Empty email address.
es: Dirección de email vacía.
fi: Tyhjä sähköpostiosoite.
pl: Pusty adres email.

source: No email address.
es: No hay dirección de email.
fi: Ei sähköpostiosoitetta.
pl: Brak adresu email.

source: Error calling mailer.
es: Error al llamar la aplicación de correo.
fi: virhe kutsuttaessa postiohjelmaa.
pl: B³±d wywo³ania programu poczty.

source: Mailer called.
es: Aplicación de correo llamada.
fi: Postiohjelmaa kutsuttu.
pl: Program poczty anulowany.

source: The mail command must be configured before!
es: El comando de email tiene que ser configurado!
fi: Mail -komento tulee asettaa ensin!
pl: Program poczty musi byæ uprzednio skonfigurowany!

source: Mail configuration
es: Configuración de correo
fi: Sähköpostin asetukset
pl: Konfiguracja programu poczty

source: Please configure the parameters for the email command.
es: Por favor configure los parámetros para el comando de email.
fi: Aseta parametrit sähköpostikomennolle.
pl: Proszê podaæ parametry programu poczty.

source: The email command parameters are wrong.
es: Los parámetros del comando de email están mal.
fi: Söhköpostin komentoriviparametrit ovat väärät.
pl: Program poczty ma z³e parametry.

source: Email command failed. Make sure you did setup your email command and parameter!
es: El comando de email falló. Acerciórese de que lo configuró correctamente!
fi: Sähköpostikomento epäonnistui. Varmista että asetit email komennon ja parametrit!
pl: Wywo³anie programu poczty nie powiod³o siê. Upewnij siê, czy polecenie zosta³o poprawnie skonfigurowane!

source: Mail program started.
es: Programa de correo iniciado.
fi: Sähköpostiohjelma käynnistetty.
pl: Program poczty uruchomiony.

source: KIO Cache
es: Cache KIO
fi: KIO Välimuisti
pl: KIO bufor

source: Contents of the cache
es: Contenidos del cache
fi: Välimuistin sisältö
pl: Zawarto¶æ bufora

source: Use the icons for drag and drop actions, since they refer to the cache files on your hard disk, while you should use the textual links for browsing
es: Use los iconos para hacer drag and drop, se refieren al cache de archivos en su disco, debe usar los enlaces textuales para navegar
fi: Käytä kuvakkeita vedä&pudota toimintoihin, sillä ne viittavat cachen tiedostoihin kovalevylläsi, käytä tekstilinkkejä selaamiseen
pl: U¿yj ikon do operacji przenie¶&upu¶æ. Ikony te reprezentuj± pliki bufora z twojego dysku twardego, wiêc skorzystaj z odno¶ników do tych plików

source: Creation Date
es: Fecha de creación
fi: Luomispäivä
pl: Data utworzenia

source: Expiration Date
es: Fecha en que expira
fi: Poistamispäivä
pl: Data dezaktualizacji

source: Never
es: Nunca
fi: Ei koskaan
pl: Nigdy

source: Could not read %s
es: No se pudo leer %s
fi: En saanut luettua %s
pl: Nie mo¿na odczytaæ %s

source: Could not write to %s
es: No se pudo escribir a %s
fi: En saanut kirjoitettua %s
pl: Nie mo¿na zapisaæ %s

source: Could not start process %s
es: No se pudo inicar el proceso %s
fi: En saanut käynistettyä prosessia %s
pl: Nie mo¿na uruchomiæ procesu %s

source: Internal Error Please send a full bugreport to kde-bugs@kde.org %s
es: Error Interno Por favor envíe un reporte completo a kde-bugs@kde.org %s
fi: Sisäinen virhe Lähetä virheraportti osoitteeseen kde-bugs@kde.org %s
pl: B³±d wewnêtrzny Proszê wys³aæ pe³ny raport na adres kde-bugs@kde.org %s

source: Malformed URL %s
es: URL mal formada %s
fi: Virheellinen URL %s
pl: B³êdny URL %s

source: The protocol %s is not supported
es: El protocolo %s not es supportado
fi: Protokolla %s ei ole tuettu
pl: Prokokó³ %s jest nie obs³ugiwany

source: The protocol %s is only a filter protocol.
es: El protocolo %s es sólo un filtro a otro protocolo.
fi: Protokolla %s on vain suodatinprotokolla.
pl: Protokó³ %s jest jedynie protoko³em filtuj±cym.

source: Unsupported action %s
es: Acción no soportada %s
fi: tuntematon toiminne %s
pl: Nieobs³ugiwana operacja %s

source: The file or directory %s does not exist
es: El archivo o directorio The file or directory %s no existe
fi: tiedostoa tai hakemistoa %s ei ole olemassa
pl: Plik lub katalog %s nie istnieje

source: %s is a directory, but a file was expected
es: %s es un directorio, se requiere un archivo
fi: %s on hakemisto, mutta odotettin tiedostoa
pl: %s jest katalogiem. Wymagany jest plik, a nie katalog

source: Could not make directory %s
es: un directorioNo se pudo crear el directorio %s
fi: En saanut luotua hakemistoa %s
pl: Nie mo¿na utworzyæ katalogu %s

source: The file or directory %s does already exist
es: El archivo o directorio %s ya existe
fi: Tiedosto tai hakemisto %s on jo olemassa
pl: Plik lub katalog %s ju¿ istnieje

source: %s Access denied
es: %s Acceso denegado
fi: %s Käyttö kielletty
pl: %s Brak dostêpu

source: Could not enter directory %s
es: No se pudo entrar al directorio %s
fi: En voinut siirtyä hakemistoon %s
pl: Nie mo¿na dostaæ siê do katalogu %s

source: The protocol %s does not implement a directory service
es: El protocolo %s no implementa un servicio de directorio
fi: Protokolla %s ei toteuta hakemistopalveluita
pl: Protokó³ %s nie obs³uguje katalogów

source: Found a cyclic link in %s
es: Se encontró un enlace cíclico en %s
fi: Löysin rengasmaisen linkin %s
pl: Wykryto b³êdny odno¶nik w %s

source: Could not change permissions for %s
es: No se pudieron cambiar los derechos del archivo %s
fi: En saanut muutattua oikeuksia tiedostoon %s
pl: Nie mo¿na zmieniæ praw do %s

source: Access denied Could not write to %s
es: Acceso denegado No se pudo escribir a %s
fi: Ei riittävästi oikeuksia En saanut kirjoitettua tiedostoon %s
pl: Brak praw Nie mo¿na zapisaæ %s

source: Action has been canceled by the user
es: La acción fue cancelada por el usuario
fi: Toiminto on peruutettu käyttäjän toimesta
pl: Operacja anulowana przez u¿ytkownika

source: Found a cyclic link while copying %s
es: Se encontró un enlace cíclico al copiar %s
fi: Löysin rengasmaisen linkin kopioitaessa %s
pl: Podczas kopiowania znaleziono b³êdny odno¶nik %s

source: Could not create socket for accessing %s
es: No se pudo crear socket para accesar %s
fi: En saa luotua pistoketta %s
pl: Nie mo¿na utworzyæ wtyczki aby uzyskaæ dostêp do %s

source: Could not connect to host %s
es: No se pudo conectar a %s
fi: En saa yhteyttä isäntään %s
pl: Nie mo¿na po³±czyæ siê z serwerem %s

source: Unknown host %s
es: Host desconocido %s
fi: tuntematon isäntä %s
pl: Nieznany serwer %s

source: Connection to host %s is broken
es: Conección a la máquina %s se interrumpió
fi: Yhteys isäntään %s on katkennut
pl: Po³±czenie z serwerem zosta³o przerwane

source: The protocol %s is not a filter protocol
es: El protocolo %s no es un filtro
fi: Protokolla %s ei ole suodatinprotokolla
pl: Protokó³ %s nie jest protoko³em filtruj±cym

source: %s is a file, but a directory was expected
es: %s es un archivo, se requiere un directorio
fi: %s on tiedosto, mutta odotettiin hakemistoa
pl: %s jest plikiem. Wymagany jest katalog, a nie plik

source: Could not mount device. The reported error was: %s
es: No se pudo montar el dispositivo. El error reportado fue: %s
fi: En saa liitettyä laitetta. Virhe oli: %s
pl: Nie mo¿na zamontowaæ urz±dzenia. Otrzymany komunikat b³êdu: %s

source: Could not unmount device. The reported error was: %s
es: No se pudo demontar el dispositivo. El error reportado fue: %s
fi: En saa irroitettua laitetta. Virhe oli: %s
pl: Nie mo¿na odmontowaæ urz±dzenia. Otrzymany komunikat b³êdu: %s

source: The process for the %s protocol died unexpectedly
es: El proceso para el protocolo %s terminó inesperadamente
fi: Prosessi %s protokollalle kuoli odottamatta
pl: Proces uruchomiony dla protoko³u %s niespodziewanie siê zakoñczy³

source: Could not access %s
es: No se pudo accesar %s
fi: En voinut käyttää %s
pl: Brak dostêpu do %s

source: Unknown error code %i %s Please send a full bugreport to kde-bugs@kde.org
es: Código de error desconocido %i %s Por favor envíe un reporte completo de fallo a kde-bugs@kde.org
fi: Tuntematon virhekoodi %i %s Lähetä virheraportti osoitteeseen kde-bugs@kde.org
pl: Nierozpoznany kod b³edu %i %s Proszê wys³aæ raport na adres kde-bugs@kde.org

source: Mounting %s ...
es: Montando %s ...
fi: Liitän %s ...
pl: Montowanie %s ...

source: Unmounting %s ...
es: Demontando %s ...
fi: Irroitan %s ...
pl: Odmontowanie %s ...

source: This group is empty!
es: Este grupo esta vacío!
fi: Tämä ryhmä on tyhjä!
pl: Grupa jest pusta!

source: &Browser
es: &Navegador
fi: &Selain
pl: &Przegl±darka

source: User
es: Usuario
fi: Käyttäjä
pl: U¿ytkownik

source: Password
es: Contraseña
fi: Salasana
pl: Has³o

source: The clipboard is empty
es: El pasapapeles está vacío
fi: Leikepöytä on tyhjä
pl: Schowek jest pusty

source: Pasting clipboard data is only supported on the local hard disk currently
es: Pasar datos del pasapapeles sólo es posible en discos locales
fi: Leikepöydän tietojen liittäminen onnistuu vain paikallisella levyllä
pl: Wklejanie ze schowka dzia³a wy³±cznie dla lokalnych plików

source: Filename for clipboard content:
es: Nombre de arhcivo para contenido del pasapapeles:
fi: Tiedostonimi leikepöydän sisällölle:
pl: Nazwa pliku dla zawarto¶ci schowka:

source: You did not enter a filename
es: No dió un nombre para el archivo
fi: Et antanut tiedostonimeä
pl: Nie wprowadzono nazwy pliku

source: The file %s does already exist. Do you really want to overwrite it ?
es: El archivo %s ya existe ¿ Realmente quiere sobreescribirlo ?
fi: Samalla nimellä on jo asiakirja. Halutako korvata sen ?
pl: Plik %s ju¿ istnieje. Czy skasowaæ poprzedni?

source: Stalled
es: Estancado
fi: Pysähtynyt
pl: zatrzymanie

source: Bytes/s
fi: Tavus/s
pl: bajtów/s

source: %i seconds
es: %i segundos
fi: %i sekuntia
pl: %s sekund

source: %i%s Remaining time: %s
es: %i%s Tiempo restante: %s
fi: %i%s Jäljelläoleva aika: %s
pl: %i%s Spodziewany czas: %s

source: Scanning
es: Analizando
fi: Selaan
pl: Sprawdzanie

source: Creating dir
es: Creando directorio
fi: Luon hakemistoa
pl: Tworzenie katalogu

source: Fetching file
es: Consiguiendo archivo
fi: Haen tiedostoa
pl: Pobieranie katalogu

source: Rename
es: Renombrar
fi: Uudelleennimeä
pl: Zmiana nazwy

source: Skip
es: Esquivar
fi: Ohita
pl: Pominiêcie

source: Auto Skip
es: Autoesquivar
fi: Automaattisesti ohita
pl: Autopominiêcie

source: Overwrite
es: Sobreescribir
fi: Ylikirjoita
pl: Nadpisanie

source: Overwrite All
es: Sobreescribir todo
fi: Ylikirjoita kaikki
pl: Autonadpisanie

source: Resume
es: Resumir
fi: Jatka
pl: Ponowienie

source: Resume All
es: Resumir todos
fi: Jatka Kaikki
pl: Autoponowienie

source: You try to overwrite
es: Esta intentado sobreescribir
fi: Yrität ylikirjoittaa
pl: Proba nadpisania

source: already exists. Overwrite with
es: ya existe. Sobreescribir con
fi: on jo olemassa. Ylikirjoita
pl: ju¿ istnieje. Nadpisanie

source: Or rename to
es: O renombrar a
fi: Tai uudelleennimeä
pl: lub zmiana nazwy

source: already exists.
es: ya existe.
fi: on jo olemassa.
pl: ju¿ istnieje.

source: Do you want to rename it ?
es: Quiere renombrarlo?
fi: Haluatko uudelleennimetä sen ?
pl: Zmieniæ nazwê?

source: Malformed URL
es: URL mal formada
fi: Virheellinen URL
pl: B³êdny URL

source: You must not change the protocol
es: No debe cambiar el protocolo
fi: Et saa vaihtaa protokollaa
pl: Nie mo¿na zmieniaæ protoko³u

source: Can not write
es: No se puede escribir
fi: En voi kirjoittaa
pl: Nie mo¿na zapisaæ

source: Permission denied!
es: Permiso denegado.
fi: Käsittely kielletty!
pl: Brak praw dostêpu!

source: No mime types installed!
es: No hay tipos MIME instalados!
fi: Ei asennettuja Mime -tyyppejä
pl: Brak zainstalowanych typów mime!

source: Could not find mime type
es: No se encontraron tipos MIME
fi: En löytänyt Mime -tyyppiä
pl: Nie mo¿na odnale¼æ typów mime

source: The mime type config file
es: El archivo de configuración de tipos MIME
fi: Mime -tyyppien asetustiedosto
pl: Plik konfiguracyjny typu mime

source: does not conatain a MimeType=... entry
es: no contiene una entrada MimeType=...
fi: ei sisällä MimeType=... tietuetta
pl: nie zawiera pozycji MimeType=...

source: The kdelnk file %s has no Type=... entry
es: El archivo kdelnk %s no contiene una entrada Type=...
fi: kdelnk tiedosto %s ei sisällä Type=... tietuetta
pl: Plik kdelnk %s nie zawiera pozycji Type=...

source: The kdelnk type %s is unknown
es: El tipo de kdelnk %s es deconocido
fi: kdelnk tyyppi %s on tuntematon
pl: Typ pliku kdelnk %s jest nieznany

source: The kdelnk file %s is of type FSDevice but has no Dev=... entry
es: El archivo kdelnk %s es del tipo FSDevice pero no tiene una entrada Dev=...
fi: kdelnk tiedosto %s on tyyppiä FSDevice muttei sisällä Dev=... tietuetta
pl: Plik kdelnk %s opisuje urz±dzenie, ale nie zawiera pozycji Dev=...

source: The kdelnk file %s is of type Link but has no URL=... entry
es: El archivo kdelnk %s el del tipo enlace pero tiene una entrada URL=...
fi: kdelnk tiedosto %s on tyyppiä Link muttei sisällä URL=... tietuetta
pl: Plik kdelnk %s opisuje odno¶nik, ale nie zawiera pozycji URL=...

source: Mount
es: Montar
fi: Liitä
pl: Montowanie

source: Unmount
es: Demontar
fi: Irroita
pl: Odmontowanie

source: The kdelnk file %s has an invalid menu entry %s
es: El archivo kdelnk %s tiene una entrada de menú inválida %s
fi: kdelnk tiedosto %s sisältää viallisen valikkotietueen %s
pl: Plik kdelnk %s zawiera b³êdn± pozycjê menu %s

source: The mime type _cfg file
es: El archivo _cfg de tipos MIME
fi: Mime -tyypin _cfg tiedosto
pl: Plik _cfg typu mime

source: Can not enter %s Access denied
es: No se pudo entrar a %s Acceso denegado
fi: En voi mennä %s Käsittely kielletty
pl: Nie mo¿na wprowadziæ %s Brak praw dostêpu

source: The application config file
es: El aricho de configuración de la aplicación
fi: Sovelluksen asetustiedosto
pl: Plik konfiguracyjny aplikacji

source: does not conatain a Name=... entry
es: no contiene una entrada Name=...
fi: ei sisällä Name=... tietuetta
pl: nie zawiera pozycji Name=...

source: Dolor Ipse
pl: G¿eg¿ó³ka

source: SHIFT
es: CAMBIO

source: Zip/postal code:
es: Código postal:

source: Town:
es: Ciudad:
