Repository: Arquivotheca/otde
Catalog: po/*.po
Languages: cs, es, fi, ko, pl

source: The specified directory does not exist or was not readable.
es: El directorio especificado no existe o no puede ser leído.
fi: Määriteltyä hakemistoa ei ole olemassa tai sitä ei voida lukea
ko: ÁöÁ¤ÇÏ½Å µð·ºÅä¸®°¡ ¾ø°Å³ª ÀÐÀ» ¼ö ¾øÀ¾´Ï´Ù
pl: Wybrany katalog nie istnieje lub brak praw do odczytu.

source: Create new directory in:
es: Crear directorio nuevo en:
fi: Uuden hakemiston polku :
ko: »õ µð·ºÅä¸® ¸¸µé Àå¼Ò:
pl: Utwórz nowy katalog w:

source: New Directory
es: Nuevo directorio
fi: Uusi hakemisto
ko: »õ µð·ºÅä¸®
pl: Nowy katalog

source: Add to bookmarks
es: Agregar a marcadores
fi: Lisää kirjanmerkkeihin
ko: Áñ°ÜÃ£±â¿¡ Ãß°¡
pl: Dodaj do zak³adek

source: Choose Directory
es: Seleccionar directorio
fi: Valitse hakemisto
ko: µð·ºÅä¸® ¼±ÅÃ
pl: Wybierz katalog

source: directory
es: directorio
fi: hakemisto
ko: µð·ºÅä¸®
pl: katalog

source: directories
es: directorios
fi: hakemistoa
ko: µð·ºÅä¸®
pl: katalogi

source: file
es: archivo
fi: tiedosto
ko: ÆÄÀÏ
pl: plik

source: files
es: archivos
fi: tiedostoa
ko: ÆÄÀÏ
pl: pliki

source: %d %s and %d %s
es: %d %s y %d %s
fi: %d %s ja %d %s
ko: %d %s ¿Í %d %s
pl: %d %s i %d %s

source: one directory
es: un directorio
fi: yksi hakemisto
ko: ÇÑ°³ÀÇ µð·ºÅä¸®
pl: jeden katalog

source: %d directories
fi: %d hakemistoa
pl: %d katalogi

source: Look and Feel
es: Ver y sentir
fi: Ulkonäkö
ko: Aspecte i Efecte
pl: Wygl±d

source: KDE File Selector by: Richard Moore <rich@kde.org> Stephan Kulow <coolo@kde.org> and Daniel Grana <grana@ie.iwi.unibe.ch> with contributions by Mario Weilguni <mweilguni@sime.com> and Martin Jones <mjones@kde.org>
es: Selector de archivos de KDE por: Richard Moore <rich@kde.org> Stephan Kulow <coolo@kde.org> y Daniel Grana <grana@ie.iwi.unibe.ch> con contribuciones de Mario Weilguni <mweilguni@sime.com> y Martin Jones <mjones@kde.org>
fi: KDE Tiedostovalitsin: Richard Moore <rich@kde.org> Stephan Kulow <coolo@kde.org> ja Daniel Grana <grana@ie.iwi.unibe.ch> Työssä ovat avustaneet myös: Mario Weilguni <mweilguni@sime.com> and Martin Jones <mjones@kde.org>
ko: KDE ÆÄÀÏ ¼±ÅÃ±â Á¦ÀÛ: Richard Moore <rich@kde.org> Stephan Kulow <coolo@kde.org> Daniel Grana <grana@ie.iwi.unibe.ch> ±â¿©ÇÏ½Å ºÐµé Mario Weilguni <mweilguni@sime.com> Martin Jones <mjones@kde.org>
pl: KDE Selektor plików: Richard Moore <rich@kde.org> Stephan Kulow <coolo@kde.org> oraz Daniel Grana <grana@ie.iwi.unibe.ch> przy wspó³pracy z Mario Weilguni <mweilguni@sime.com> oraz Martin Jones <mjones@kde.org>

source: About
es: Acerca
fi: Tietoja
ko: Á¤º¸
pl: Informacje

source: View style
es: Ver estilo
fi: Näyttötyyli
ko: ½ºÅ¸ÀÏ º¸±â
pl: Styl

source: Show Short View
es: Mostrar vista corta
fi: Näytä lyhyt näkymä
ko: °£´ÜÈ÷ º¸±â
pl: Widok skrócony

source: Show Detail View
es: Mostrar vista detallada
fi: Näytä yksityiskohdat
ko: ÀÚ¼¼È÷ º¸±â
pl: Widok szczegó³owy

source: Misc
es: Misceláneo
fi: Sekalaista
ko: ±âÅ¸
pl: Ró¿ne

source: Show Filter
es: Mostrar filtro
fi: Näytä suodatin
ko: ÇÊÅÍ º¸ÀÌ±â
pl: Poka¿ filtr

source: Show List Labels
es: Mostrar letreros de la lista
fi: Näytä listan nimet
ko: ¸ñ·Ï ¶óº§ º¸ÀÌ±â
pl: Poka¿ nazwy list

source: Show Hidden
es: Mostrar escondidos
fi: Näytä piilotiedostot
ko: ¼ûÀº ÆÄÀÏ º¸ÀÌ±â
pl: Poka¿ ukryte

source: Show Status Line
es: Mostrar barra de estado
fi: Näytä tilarivi
ko: »óÅÂ ¶óÀÎ º¸ÀÌ±â
pl: Poka¿ pasek stanu

source: Use single Click
es: Usar click único
fi: Käytä yhtä napsautusta
ko: ÇÑ¹ø Å¬¸¯ »ç¿ë
pl: U¿ywaj pojedynczego klikniêcia

source: Mix dirs and files
es: Mezclar diectorios y archivos
fi: Sekoita tiedostot ja hakemistot
ko: µð·ºÅä¸®¿Í ÆÄÀÏ È¥ÇÕ
pl: Mieszaj katalogi i pliki

source: Keep dirs first
es: Directorios primero
fi: Hakemistot ensin
ko: µð·ºÅä¸® ¿ì¼±
pl: Katalogi s± jako pierwsze

source: *|All Files
fi: *|Kaikki tiedostot
pl: *|Wszystkie pliki

source: unknown
es: desconocido
fi: tuntematon
ko: ¾Ë ¼ö ¾ø´Â Æ÷¸Ë
pl: nieznane

source: Jan
es: Ene
fi: Tammi
ko: 1¿ù
pl: Sty

source: Feb
fi: Helmi
ko: 2¿ù
pl: Lut

source: Mar
fi: Maalis
ko: 3¿ù

source: Apr
es: Abr
fi: Huhti
ko: 4¿ù
pl: Kwi

source: Jun
fi: Kesä
ko: 6¿ù
pl: Cze

source: Jul
fi: Heinä
ko: 7¿ù
pl: Lip

source: Aug
es: Ago
fi: Elo
ko: 8¿ù
pl: Sie

source: Sep
fi: Syys
ko: 9¿ù
pl: Wrz

source: Oct
fi: Loka
ko: 10¿ù
pl: Pa¼

source: Nov
fi: Marras
ko: 11¿ù
pl: Lis

source: Dec
es: Dic
fi: Joulu
ko: 12¿ù
pl: Gru

source: Name:
es: Nombre:
fi: Nimi:
ko: ÀÌ¸§:
pl: Nazwa:

source: Date:
es: Fecha:
fi: Päiväys:
ko: ³¯Â¥:
pl: Data:

source: Owner:
es: Propietario:
fi: Omistaja:
ko: ¼ÒÀ¯ÀÚ:
pl: W³a¶ciciel:

source: Group:
es: Grupo:
fi: Ryhmä:
ko: ±×·ì:
pl: Grupa:

source: Type:
es: Tipo:
fi: Tyyppi:
ko: À¯Çü:
pl: Typ:

source: locked
es: bloqueado
fi: lukittu
ko: Àá±Ý
pl: zablokowane

source: picture
es: imágen
fi: kuva
pl: obrazek

source: folder
es: carpeta
fi: kansio
ko: Æú´õ
pl: katalog

source: You dont have the file %s Could not do Authorization
es: No tiene el archivo %s La autorización falló
fi: Sinulla ei ole tiedostoa %s En voi tehdä tunnistusta
ko: %s ÆÄÀÏÀÌ ¾ø½À´Ï´Ù Á¢±ÙÀÌ Çã¿ëµÇÁö ¾ÊÀ½
pl: Nie masz pliku %s Nie mo¿na dokonaæ autoryzacji

source: KFM Error
es: Error de KFM
fi: KFM Virhe
ko: KFM ¿À·ù
pl: KFM B³±d

source: The file %s is corrupted Could not do Authorization
es: El archivo %s fue corrompido La autorización falló
fi: tiedosto %s on vahingoittunut. En voi tehdä tunnistusta.
ko: %s ÆÄÀÏÀÌ ¼Õ»óµÇ¾ú½À´Ï´Ù Á¢±ÙÀÌ Çã¿ëµÇÁö ¾ÊÀ½
pl: Plik %s jest uszkodzony Nie mo¿na dokonaæ autoryzacji

source: Create Root/Affix combinations not in the dictionary
fi: Luo Perus/liitosyhdistelmät joita ei ole sanakirjassa
pl: Utworzenie pary rdzeñ/przyrostek poza s³ownikiem

source: Consider run-together words as spelling errors
fi: Pidä yhteenkirjoitettuja sanoja virheinä
pl: Potraktowanie z³±czonych s³ów jako b³±d

source: Dictionary
fi: Sanakirja
pl: S³ownik

source: Encoding:
fi: Merkistö:
pl: Kodowanie:

source: English
fi: Englanti
pl: Angielski

source: Spanish
fi: Espanja
pl: Hiszpañski

source: German
fi: Saksa
pl: Niemiecki

source: Brazilian Portuguese
fi: Brasilian portugal
pl: Brazylijski Portugalski

source: Unknown
es: Desconocido
fi: Tuntematon
pl: Nieznany

source: ISpell Default
fi: ISpell Oletus
pl: Domy¶lny

source: Misspelled Word:
fi: Väärä sana:
pl: Nieznane s³owo:

source: Replacement:
fi: Korvaava:
pl: Zamiana:

source: Suggestions:
fi: Ehdotukset:
pl: Sugestia:

source: Ignore
fi: Peru
pl: Ignoruj

source: Ignore All
fi: Peru Kaikki
pl: Ignoruj wszystkie

source: Add
es: Añadir
fi: Lisää
ko: Ãß°¡
pl: Dodaj

source: Stop
es: Alto
fi: Pysäytä
ko: ¸ØÃã

source: Error
fi: Virhe
ko: ¿À·ù
pl: B³±d

source: Malformed URL
es: URL mal formada
fi: Virheellinen URL
ko: Çü½Ä¿¡ ¾î±ß³­ URL
pl: B³êdny URL

source: Warning
es: Atención
fi: Varoitus
ko: °æ°í
pl: Ostrze¿enie

source: Save a file
es: Guardar un archivo
fi: Tallenna tiedosto
ko: ÆÄÀÏ ÀúÀå
pl: Zapisz plik

source: Contents
es: Contenido
fi: Sisältö
ko: ³»¿ë
pl: Spis tre¶ci

source: A&bout...
es: &Acerca de...
fi: Tietoja
ko: Á¤º¸(&b)...
pl: &Informacje...

source: On
es: Activado
fi: Päällä
ko: ÄÔ
pl: W³±cz

source: Off
es: Desactivado
fi: Pois
ko: ²û
pl: Wy³±cz

source: File
es: Archivo
fi: Tiedosto
ko: ÆÄÀÏ
pl: Plik

source: &File
es: &Archivo
fi: &Tiedosto
ko: ÆÄÀÏ
pl: &Plik

source: Edit
es: Editar
fi: Muokkaa
ko: ÆíÁý
pl: Edycja

source: &Edit
es: &Editar
fi: &Muokkaa
ko: ÆíÁý
pl: &Edycja

source: &Options
es: &Opciones
fi: &Asetukset
ko: ¿É¼Ç(&O)
pl: &Opcje

source: View
es: Vista
fi: Näytä
ko: º¸±â
pl: Widok

source: &View
es: &Ver
fi: &Näytä
ko: º¸±â(&V)
pl: &Widok

source: E&xit
es: &Salir
fi: &Lopeta
ko: ³ª°¡±â(&x)
pl: &Wyj¶cie

source: &Quit
es: &Cerrar
fi: &Lopeta
ko: ³¡³»±â(&Q)
pl: Za&koñcz

source: &Copy
es: &Copiar
fi: &Kopioi
ko: º¹»ç(&C)
pl: &Kopiuj

source: &Paste
es: &Pegar
fi: L&iitä
ko: ºÙ¿©³Ö±â(&P)
pl: &Wklej

source: &New Window...
es: &Nueva ventana...
fi: &Uusi ikkuna...
ko: »õ À©µµ¿ì(&N)...
pl: &Nowe okno...

source: New &Window...
es: Nueva &Ventana...
fi: Uusi &Ikkuna
ko: »õ À©µµ¿ì(&W)...
pl: No&we okno...

source: &New Window
es: Nueva &ventana
fi: &Uusi ikkuna
ko: »õ À©µµ¿ì(&N)
pl: &Nowe okno

source: New Game
es: Nuevo juego
fi: Uusi peli
ko: »õ °ÔÀÓ
pl: Nowa gra

source: &New Game
es: &Nuevo juego
fi: &Uusi peli
ko: »õ °ÔÀÓ(&N)
pl: &Nowa gra

source: Open a file
es: Abrir un archivo
fi: Avaa tiedosto
ko: ÆÄÀÏ ¿­±â
pl: Otwórz plik

source: Open...
es: Abrir...
fi: Avaa...
ko: ¿­±â...
pl: Otwórz...

source: &Open...
es: &Abrir...
fi: &Avaa...
ko: ¿­±â(&O)...
pl: &Otwórz...

source: &Cut
es: &Cortar
fi: &Leikkaa
ko: ÀÚ¸£±â(&C)
pl: Wy&tnij

source: C&ut
es: C&ortar
fi: L&eikkaa
ko: ÀÚ¸£±â(&u)
pl: Wy&tnij

source: Font
es: Fuente
fi: Kirjasin
ko: ±Û²Ã
pl: Czcionka

source: &Foreground Color
es: Color del &texto
fi: Edustaväri
ko: Àü¸é»ö(&F)
pl: Kolor &tekstu

source: &Background Color
es: Color del &fondo
fi: Taustaväri
ko: ¹è°æ»ö(&B)
pl: Kolor &t³a

source: &Save
es: &Guardar
fi: &Tallenna
ko: ÀúÀå(&S)
pl: &Zapisz

source: Save as...
es: Guardar como...
fi: Tallenna nimellä...
ko: ´Ù¸¥ ÀÌ¸§À¸·Î ÀúÀå...
pl: Zapisz jako...

source: S&ave as...
es: G&uardar como...
fi: Tallenna &nimellä
ko: ´Ù¸¥ ÀÌ¸§À¸·Î ÀúÀå(&S)...
pl: Zapisz &jako...

source: &Close
es: &Cerrar
fi: &Sulje
ko: ´Ý±â(&C)
pl: Z&amknij

source: &Print...
es: &Imprimir...
fi: T&ulosta
ko: ÀÎ¼â(&P)...
pl: &Drukuj...

source: Options
es: Opciones
fi: Asetukset
ko: ¿É¼Ç
pl: Opcje

source: Remove
es: Quitar
fi: Poista
ko: Á¦°Å
pl: Usuñ

source: Change
es: Cambiar
fi: Muuta
ko: º¯°æ
pl: Zmieñ

source: Delete
es: Suprimir
fi: Tuhoa
ko: »èÁ¦
pl: Skasuj

source: &Delete
es: E&liminar
fi: &Tuhoa
ko: »èÁ¦(&D)
pl: &Skasuj

source: Clear
es: Limpiar
fi: Puhdista
ko: Áö¿ò
pl: Wyczy¶æ

source: Italic
es: Cursiva
fi: kursivoitu
ko: ÀÌÅÅ¸¯Ã¼

source: &Undo
es: &Deshacer
fi: &Peru
ko: ½ÇÇàÃë¼Ò(&U)
pl: &Cofnij

source: Redo
es: Rehacer
fi: Tee uudelleen
ko: Àç½ÇÇà
pl: Przywróæ

source: &Redo
es: &Rehacer
fi: Tee &uudelleen
ko: Àç½ÇÇà(&R)
pl: Przy&wróæ

source: &Game
es: &Juego
fi: &Peli
ko: °ÔÀÓ(&G)
pl: &Gra

source: Information
es: Información
fi: Tietoja
ko: Á¤º¸
pl: Informacja

source: Browse...
es: Examinar...
fi: Selaa...
ko: Ã£¾Æº¸±â
pl: Przegl±daj...

source: &Remove
es: &Suprimir
fi: &Poista
ko: Áö¿ì±â(&R)
pl: &Usuñ

source: &Properties...
es: &Propiedades...
fi: &Ominaisuudet...
ko: µî·ÏÁ¤º¸(&P)...
pl: &W³a¶ciwo¶ci...

source: Properties
es: Propiedades
fi: Ominaisuudet
ko: µî·ÏÁ¤º¸
pl: W³a¶ciwo¶ci

source: &Start
es: &Inicio
fi: &Käynnistä
ko: ½ÃÀÛ(&S)

source: St&op
es: Alt&o
fi: &Pysäytä
ko: ¸ØÃã(&o)

source: Miscellaneous
es: Misceláneos
fi: Muut
ko: ±âÅ¸¿©·¯°¡Áö
pl: Ró¿ne

source: Font Size
es: Tamaño de la fuente
fi: Kirjasimen koko
ko: ±Û²Ã Å©±â
pl: Rozmiar czcionki

source: Fonts
es: Fuentes
fi: Kirjasin
ko: ±Û²Ã
pl: Czcionki

source: &Fonts
es: &Fuentes
fi: &Kirjasin
ko: ±Û²Ã(&F)
pl: &Czcionki

source: &Reload
es: Ac&tualizar
fi: &Päivitä
ko: ´Ù½ÃºÒ·¯¿À±â(&R)
pl: P&rze³aduj

source: Files
es: Archivos
fi: Tiedostot
ko: ÆÄÀÏ
pl: Pliki

source: Continue
es: Continuar
fi: Jatka
ko: °è¼Ó
pl: Kontynuuj

source: Restore
es: Restaurar
fi: Palauta
ko: º¹¿ø
pl: Przywróæ

source: Appearance
es: Aspecto
fi: Ulkonäkö
ko: ¸ð¾ç
pl: Wygl±d

source: Monday
es: Lunes
fi: Maanantai
ko: ¿ù¿äÀÏ
pl: Poniedzia³ek

source: Tuesday
es: Martes
fi: Tiistai
ko: È­¿äÀÏ
pl: Wtorek

source: Wednesday
es: Miércoles
fi: Keskiviikko
ko: ¼ö¿äÀÏ
pl: ¦roda

source: Thursday
es: Jueves
fi: Torstai
ko: ¸ñ¿äÀÏ
pl: Czwartek

source: Friday
es: Viernes
fi: Perjantai
ko: ±Ý¿äÀÏ
pl: Pi±tek

source: Saturday
es: Sábado
fi: Lauantai
ko: Åä¿äÀÏ
pl: Sobota

source: Sunday
es: Domingo
fi: Sunnuntai
ko: ÀÏ¿äÀÏ
pl: Niedziela

source: &Update
es: Act&ualizar
fi: &Päivitä
ko: °»½Å(&U)
pl: &Uaktualnij

source: Layout
es: Formato
fi: Tyyli
ko: ¹èÄ¡
pl: Wygl±d

source: Highscore
es: Puntaje máximo
fi: Ennätykset
ko: ÇÏÀÌ½ºÄÚ¾î
pl: Lista wyników

source: &New View
es: &Nueva Vista
fi: &Uusi näkymä
ko: »õ·Î º¸±â(&N)
pl: &Nowy widok

source: &Insert
es: &Insertar
fi: &Liitä
ko: »ðÀÔ(&I)
pl: W&staw

source: &Next >>
es: &Siguiente >>
fi: &Seuraa >>
ko: ´ÙÀ½À¸·Î(&N) >>
pl: &Nastêpny >>

source: << &Previous
es: << A&nterior
fi: << E&dellinen
ko: << ÀÌÀüÀ¸·Î(&P)
pl: << &Poprzedni

source: &About...
es: &Acerca de...
fi: &Tietoja...
pl: &Informacje...

source: The directory where user specific data for the addressbook application is stored does not exist. The program will try to create
es: No existe el directorio para guardar los datos del usuario para la libreta de direcciones. El programa intentará crear
fi: Hakemistoa, jossa käyttäjäkohtaisia osoitekirjan tietoja säilytetään ei ole olemassa. Ohjelma yrittää luoda
pl: Katalog u¿ytkownika z danymi dla ksi±¿ki adresowej nie istnieje. Próba utworzenia katalogu

source: and store all local files in this directory.
es: y guardar todos los archivos locales en este directorio.
fi: ja tallettaa paikalliset tiedostot tähän hakemistoon.
pl: i zapisania wszystkich plików do tego katalogu

source: The directory could not be created. Probably you do not have used KDE before, so you do not have a local ".kde" directory in your home directory. Run the KDE filemanager kfm once to automatically create it.
es: El directorio no pudo ser creado. Probablemente no ha usado el KDE antes, por eso no tiene un directorio ".kde" local en su directorio. Abra el administrador de archivos del KDE kfm para crearlo automáticamente.
fi: Hakemistoa ei saatu luotua. Todennäköisesti et ole käyttänyt KDE:ta aikaisemmin, joten sinulla ei ole paikallista ".kde" hakemistoa kotihakemistossasi. Käynnistä KDE tiedostonhallinta joka luo hakemiston automaattisesti.
pl: Katalog nie mo¿e zostaæ utworzony. Prawdopodobnie nie uruchomi³e¶ KDE, wiêc brak katalogu ".kde" w domowym katalogu u¿ytkownika. Uruchom KDE mened¿era plików - kfm - aby utworzyæ katalog automatycznie.

source: The directory has been created.
es: El directorio ha sido creado.
fi: Uusi hakemisto on luotu.
pl: Katalog zosta³ utworzony.

source: No addressbook database file, creating new one.
es: No hay archivo de base de datos para direcciones, creando nuevo.
fi: Ei osoitekirjatietokantaa, luon uuden.
pl: Brak pliku ksi±¿ki adresowej. Utworzenie nowego.

source: Tried to load database for creating backup, but failed
es: Error al cargar base de datos para hacer un respaldo
fi: Yritin hakea tietokannan varmuuskopion luomiseksi, mutta epäonnistuin
pl: Mieudana próba utworzenia kopi zapasowej

source: Unable to save to backup file.
es: Imposible guardar el respaldo.
fi: En saa tallennettua varmuuskopiota.
pl: Nie mo¿na utworzyæ kopi zapasowej.

source: Unable to reset filename after creating backup.
es: Imposible cambiar nombre después de crear el respaldo.
fi: En saa palautettua tiedostonimeä varmuuskopioinnin jälkeen.
pl: Nie mo¿na zmieniæ nazwy pliku po utworzeniu kopi.

source: Unable to create backup file
es: Imposible crear el respaldo
fi: En saa luotua varmuuskopiota
pl: Nie mo¿na utworzyæ pliku zapasowego

source: Unable to insert "
es: Imposible insertar "
fi: Mahdotonta liittää "
pl: Nie mo¿na wstawiæ "

source: " into configuration section (ignored).
es: " en sección de configuración (ignorado).
fi: " asetusosaan (hylätty).
pl: " do sekcji konfiguracyjnej (ignorowanie).

source: Unable to add a new entry with available key.
es: Imposible añadir entrada nueva con llave disponible.
fi: Mahdotonta lisätä uutta tietuetta annetulla avaimella.
pl: Nie mo¿na dodaæ nowej pozycji z dostêpnym kluczem.

source: Cannot find previously created section.
es: No se pudo encontrar sección previamente creada.
fi: En löydä aikaisemmin luotua osiota.
pl: Nie mo¿na znale¼æ wcze¶niej utworzonej sekcji.

source: Unable to create key-value-map for entry.
es: Imposible crear mapa de valores de teclas para entrada.
fi: En saa luotua key-value-map:a tietueelle.
pl: Nie mo¿na utworzyæ klucza pozycji.

source: entry without name
es: entrada sin nombre
fi: tietuetta ilman nimeä
pl: pozycja bez nazwiska

source: Unable to create new database file (probably permission denied), exiting.
es: Imposible crear nueva base de datos (probablemente permiso denegado).
fi: Uuden tietokannan luominen epäonnistui (todennäköisesti oikeudet eivät riittäneet), lopetan.
pl: Nie mo¿na utworzyæ nowego pliku z danymi (prawdopodobnie brak praw zapisu).

source: Cannot create configuration section, exiting.
es: Imposible crear sección de configuración.
fi: En saa luotua asetusosiota, lopetan.
pl: Nie mo¿na utworzyæ sekcji konfiguracyjnej.

source: Cannot create entries section, exiting.
es: Imposible crear entradas de sección.
fi: En saa luotua enties osiota, lopetan.
pl: Nie mo¿na utworzyæ sekcji pozycji.

source: Unable to find previously created section, exiting.
es: Imposible encontrar seciión previamente creada.
fi: En löydä aikaisemmin luotua osiota, lopetan.
pl: Nie mo¿na odnale¼æ wcze¶niej utworzonej sekcji.

source: Cannot save newly created database.
es: No se pudo guardar base de datos nueva.
fi: En saa tallennettua uutta tietokantaa.
pl: Nie mo¿na zapisaæ nowo utworzonych danych.

source: Cannot erase database contents.
es: No se pudo suprimir el contenido de la base de datos.
fi: En saa tyhjennettyä tietokannan sisältöä.
pl: Nie mo¿na skasowaæ danych.

source: First name
es: Primer nombre
fi: Etunimi
pl: Imiê

source: Additional name
es: Nombre adicional
fi: Toinen nimi
pl: Drugie imiê

source: Name prefix
es: Prefijo
fi: Nimen etuliite
pl: Przedimek

source: Formatted name
es: Nombre formateado
fi: Koko nimi
pl: Pe³ne nazwisko

source: Comment
es: Comentario
fi: Kommentti
pl: Komentarz

source: Organization
es: Organización
fi: Organisaatio
pl: Organizacja

source: Unit
es: Unidad
fi: Yksikkö
pl: Jednostka

source: Subunit
es: Subunidad
fi: Alayksikkö
pl: Podjednostka

source: Title
es: Título
fi: Titteli
pl: Tytu³

source: Role
fi: Rooli
pl: Stanowisko

source: Birthday
es: Cumpleaños
fi: Syntymäpäivä
pl: Data urodzin

source: Talk addresses
es: Dirección para talk
fi: Talk -osoitteet
pl: Adres do rozmowy

source: Delivery label
es: Marca de envío
fi: Toimitus
pl: Oznaczenie dostaw

source: Email address
es: Dirección de email
fi: Sähköpostiosoite
pl: Adres email

source: Second email address
es: Segunda dirección de email
fi: Toinen sähköpostiosoite
pl: Drugi adres email

source: Third email address
es: Tercera dirección de email
fi: Kolmas sähköpostiosoite
pl: Trzeci adres email

source: Email addresses
es: Direcciónes de email
fi: Shköpostiosoitteet
pl: Adresy email

source: Address
es: Dirección
fi: Osoite
pl: Adresy

source: City/Town
es: Ciudad
fi: Kaupunki
pl: Miasto

source: Telephone
es: Teléfono
fi: Puhelin
pl: Telefon

source: Fax number
es: Número de fax
fi: Faksi
pl: Faks

source: Modem number
es: Número de modem
fi: Modeeminumero
pl: Modem

source: Homepage URL
es: URL del homepage
fi: Kotisivun URL
pl: URL strony domowej

source: Zip/postal code
es: Código postal
fi: Postinumero
pl: Kod pocztowy

source: State/province
es: Estado/provincia
fi: Osavaltio/Provinssi
pl: Stan/województwo

source: Country
es: País
fi: Maa
pl: Kraj

source: (unnamed entry)
es: (entrada sin nombre)
fi: (nimeämätln tietue)
pl: (nieokre¶lone pole)

source: Select birthday
es: Elija cumpleaños
fi: Valitse syntymäpäivä
pl: Wybierz datê urodzin

source: Edit the current entry
es: Editar la entrada actual
fi: Muokkaa tietuetta
pl: Edytuj bie¿±ce pole

source: Title:
es: Título:
fi: titteli:
pl: Tytu³:

source: First name:
es: Primer nombre:
fi: Etunimi:
pl: Imiê:

source: Additional Name:
es: Nombre adicional:
fi: Toinen nimi:
pl: Drugie imiê:

source: Formatted Name:
es: Nombre formateado:
fi: Koko nimi:
pl: Pe³ne nazwisko:

source: &Name
es: &Nombre
fi: &Nimi
pl: &Nazwisko

source: Address:
es: Dirección:
fi: Osoite:
pl: Adres:

source: Town/City:
fi: Kaupunki:
pl: Miasto:

source: State:
es: Estado:
fi: Osavaltio:
pl: Stan/województwo:

source: Zip/Postal Code:
fi: Postinumero:
pl: Kod pocztowy:

source: Country:
es: País:
fi: Maa:
pl: Kraj:

source: &Address
es: &Dirección
fi: &Osoite
pl: &Adres

source: Organization:
es: Oragnaización:
fi: Organisaatio:
pl: Organizacja:

source: Department:
fi: Osasto:
pl: Oddzia³:

source: Sub-Department:
fi: Alaosasto:
pl: Pododdzia³:

source: Job/Role:
fi: Työ/Rooli:
pl: Stanowisko:

source: &Organization
es: &Oragnización
fi: Or&ganisaatio
pl: &Organizacja

source: Telephone:
es: Teléfono:
fi: Puhelin:
pl: Telefon

source: Fax:
fi: Faksi:
pl: Faks:

source: Modem:
fi: Modeemi:

source: Homepage (URL):
fi: Kotisivu (URL):
pl: Strona domowa (URL):

source: Edit email addresses
es: Editar dirección de email
fi: Muokkaa sähköpostiosotteita
pl: Edytuj adresy email

source: Edit talk addresses
es: Editar dirección de talk
fi: Muokkaa talk-osotteita
pl: Edytuj adresy talk

source: &Contact
es: &Contacto
fi: &Yhteystiedot
pl: &Kontakt

source: Additional Comment:
fi: Lisäkommentti:
pl: Komentarz:

source: Birthday:
es: Cumpleaños:
fi: Syntymäpäivä:
pl: Data urodzin:

source: Double click to set date
es: Haga doble click para poner la hora
fi: Tuplaklikkaa asettaaksesi päivän
pl: Kliknij dwukrotnie aby ustawiæ datê

source: O&thers
es: O&tros
fi: &Muut
pl: &Inne

source: Your new entry could not be added.
es: Su nueva entrada no pudo ser añadida.
fi: Uutaa tietuetta ei saatu lisättyä.
pl: Nowa pozycja nie mo¿e zostaæ dodana.

source: search results
es: resultados de la búsqueda
fi: etsintätulokset
pl: rezultat poszukiwañ

source: Conversion problem
es: Problema de conversión
fi: Muunnosongelma
pl: Problem z konwersj±

source: Kab could not convert your database to the current file format. You can use it, but not all features will be supported.
es: Kab no pudo convertir su base de datos al formato actual. Puede usarlo, pero no todas las características serán soportadas.
fi: Kab ei saanut käännettyä tietokantaasi nykyiseen tiedostoformaattiin. Voit käyttää sitä, mutta kaikki ominaisuudet ei ole tuettuja.
pl: Kab nie mo¿e przekonwertowaæ twoich danych do bie¿±cego formatu pliku. Mo¿esz u¿yæ tych danych, ale nie wszystkie informacje zostan± u¿yte.

source: The application saved the last current entry, but this entry does not exist anymore.
es: La aplicación guardó la última entrada, pero esta entrada ya no existe.
fi: Sovellsu tallensi edellisen tietueen, mutta sitä ei ole enää olemassa.
pl: Aplikacja zachowa³a ostatni± pozycjê, ale ta pozycja ju¿ nie istnieje.

source: kab: Removed bug warning
es: kab: advertencia de error corregido
fi: kab: Poistettu virheilmoitus
pl: kab: Usuniêcie ostrze¿enia o b³êdzie

source: The version of kab you used before had an error regarding the upgrading of the database for new versions. This error has been removed now and will not affect you anymore. All configuration values have been reset to its default settings.
es: La versión de kab que estaba usando tenía un error en la actualización de la base de datos para nuevas versiones. Este error ha sido corregido y ya no lo afectará más. Los valores de la configuración han sido repuestos por los valores por defecto.
fi: Ennen käyttämäsi kab sisälsi virheitä liittyen tietokannan päivitykseen uudempaan versioon. Tämä virhe on poistettu eikä haittaa sinua enään. Kaikki asetukset on nyt asetettu oletusarvoihin.
pl: Wersja kab, u¿yta poprzednio, mia³a b³±d ujawniaj±cy siê podczas aktualizacji bazy danych dla nowej wersj. B³±d zosta³ usuniêty, a konfiguracja zosta³a wyzerowana do warto¶ci domy¶lnych.

source: File handling error
es: Error de manejo de archivo
fi: Tiedostovirhe
pl: B³±d obs³ugi pliku

source: Unable to open database file r/w.
es: Imposible abrir base de datos en modo lectura/escritura.
fi: En saa avattua tietokantaa
pl: Nie mo¿na otworzyæ pliku.

source: Email storage conversion
es: Conversión de tipo de buzón de email
fi: Sähköpostivaraston muunnos
pl: Konwersja adresu email
