Repository: Arquivotheca/otde
Catalog: po/*.po
Languages: cs, es, fi, ko, pl

source: Org Unit:
es: Unidad organizacional

source: Org Subunit:
es: Subundad organizacional

source: Comment:
es: Comentario:

source: Ok
es: Aceptar

source: roman
ko: ·Î¸¶Ã¼

source: &Ok
ko: ¿¹(&O)

source: &OK
ko: ¿¹(&O)

source: &New
ko: »õ À©µµ¿ì(&N)

source: &New...
ko: »õ·Î¿î(&N)...

source: Roman
ko: ·Î¸¶Ã¼

source: (none)
ko: (¾øÀ½)

source: None
ko: ¾øÀ½

source: Move
ko: ÀÌµ¿

source: Small
ko: ÀÛ°Ô

source: Medium
ko: º¸Åë

source: Large
ko: Å©°Ô

source: &Previous
ko: ÀÌÀü(&P)

source: &Next
ko: ´ÙÀ½(&N)

source: About addressbook
cs: Adresáø - o programu

source: Image load failure
cs: Selhalo naèítání obrázku

source: Could not load addressbook logo image!
cs: Nemohu naèíst logo programu

source: Here you would see the addressbook logo.
cs: Zde má být logo programu.

source: written and maintained by
cs: autor programu

source: kab 0.8, August 1998
cs: kab 0.8, srpen 1998

source: Initialization failure
cs: Chyba inicializace

source: The program's menubar could not be constructed.
cs: Nelze vytvoøit programové menu

source: The program's statusbar could not be constructed.
cs: Nelze vytvoøit informaèní øádek programu

source: KDE addressbook.
cs: KDE adresáø

source: HTML table
cs: HTML tabulka

source: Search &entries
cs: &Vyhledat

source: &Print
cs: &Tisk

source: &Add entry
cs: &Pøidat polo¾ku

source: &Edit entry
cs: &Upravit polo¾ku

source: &Remove entry
cs: &Odstranit polo¾ku

source: &Mail
cs: Poslat &mail

source: &Talk
cs: Spustit &talk

source: &Browse
cs: Otevøít we&b

source: Help on Addressbook
cs: Nápovìda

source: About Addressbook
cs: O programu

source: About &Qt
cs: O &Qt

source: About &KDE
cs: O &KDE

source: About Qt
cs: Knihovna Qt
