Repository: Arquivotheca/otde
Catalog: po/*_kfontmanager.po
Languages: da, de, el, hu, ko, nl, pt, ro, tr

source: Requested Font
de: Gewünschte Schriftart

source: Actual Font
de: Tatsächliche Schriftart

source: Family:
de: Familie:

source: Size:
de: Größe:

source: Weight:
de: Stärke:

source: Style:
de: Schnitt:

source: About kfontmanager
da: Om kfontmanager
de: Über kfontmanager
el: Για τον Διαχειριστή Γραμματοσειρών KDE
hu: A kfontmanagerrõl
ko: kfontmanager 정보
nl: Info
pt: Acerca do kfontmanager
ro: Despre kfontmanager
tr: kfontmanager hakkýnda

source: Available X11 Fonts
da: Tilgængelige X11 skriftsnit
de: Vorhandene X11 Schriftarten
el: Διαθέσιμες γραμματοσειρές X11
hu: Elérhetõ X11 fontok
ko: 가능한 X11 글꼴
nl: Beschikbare X11 lettertypes
pt: Letras do X11 Disponiveis
ro: Fonturi X11 disponibile
tr: Mümkün X11 Yazý tipleri

source: Fonts made available to KDE
da: Skriftsnit tilgængelige for KDE
de: In KDE verfügbare Schriftarten
el: Γραμματοσειρές που είναι διαθέσιμες στο KDE
hu: KDE számára használható fontok
ko: KDE용 글꼴
nl: Lettertypes beschikbaar voor KDE
pt: Letras disponibilizadas ao KDE
ro: Fonturi fãcute disponibile pentru KDE
tr: KDE için kullanýlýr yazý tipleri

source: Add
de: Hinzufügen
hu: Hozzáad

source: Remove
de: Entfernen
hu: Töröl

source: Help
de: Hilfe

source: The KDE Font Manager Example String
da: KDE Skriftsnit Manager Eksempel Tekst
de: Der KDE Schriftartenmanager Beispieltext
el: Παράδειγμα γραμματοσειράς του Διαχειριστή Γραμματοσειρών KDE
hu: árvíztûrõ tükörfúrógép ABC ÁÍÛÕ ÜÖÚÓÉ
ko: KDE 글꼴 관리자 예제 문자열
nl: De KDE-lettertypebeheer voorbeeldtekst
pt: Frase de Exemplo do KDE Font Manager
ro: ªir de probã KDE 'ãÃâÂºªþÞîÎ'
tr: KDE Yazý tipi Ayarlayýcýsý Örnek Dizgi

source: The environment variable HOME is not set
da: Variablen HOME er ikke sat
de: Die Umgebungsvariable HOME ist nicht gesetzt.
el: Η μεταβλητή περιβάλλοντος HOME δεν έχει οριστεί
hu: A HOME környezeti változó nincs beállítva
ko: HOME 환경 변수가 설정되지 않았습니다.
nl: De omgevingsvariabele HOME is niet gezet
pt: A variavel de ambiente HOME não está definida
ro: Variabila de sistem HOME nu este setatã
tr: Çevre deðiþkenlerinden HOME belirtilmemiþ

source: Can not create: ~/.kde/config/kdefonts
de: Kann ~/.kde/config/kdefonts nicht erzeugen.
hu: Nem tudtam létrehozni a ~/.kde/config/kdefonts file-t

source: ~/.kde/config/kdefonts exists but is not writeable Can't save KDE Fontlist.
de: ~/.kde/config/kdefonts existiert, ist ist aber nicht schreibbar. Die KDE Schriftartenliste kann daher nicht gesichert werden.
hu: A ~/.kde/config/kdefonts file létezik, de nem írható, ezért nem tudom elmenteni a fontlistát.

source: KDE Font Manager
da: KDE Skriftsnit Manager
de: KDE Schriftartmanager
el: Διαχειριστής Γραμματοσειρών KDE
hu: KDE fontkezelõ
ko: KDE 글꼴 관리자
nl: KDE-lettertypebeheer
pt: Gestor de Letras do KDE
tr: KDE Yazý tipi Ayarlayýcýsý

source: KDE Fonts
da: KDE Skriftsnit
de: KDE Schriftarten
el: Γραμματοσειρές KDE
hu: KDE fontok
ko: KDE 글꼴
nl: KDE-lettertypes
pt: Letras do KDE
ro: Fonturi KDE
tr: KDE Yazý tipleri

source: Font Explorer
da: Skriftsnit Udforsker
de: Schriftartentest
el: Εξερεύνηση Γραμματοσειρών
hu: Font felfedezõ
ko: 글꼴 탐색기
nl: Lettertype verkenner
pt: Explorador de Letras
tr: Yazý tipi araþtýrýcýsý

source: Raw X11 Font List
da: Rå X11 skriftsnit liste
de: Unbearbeitete X11 Schriftarten
el: Απλός κατάλογος γραμματοσειρών X11
hu: Nyers X11 fontlista
ko: 기본 X11 글꼴 표
nl: Ruwe X11 lettertypelijst
pt: Lista de Letras do X11
ro: Lista de fonturi X11
tr: X11 Yazý tipi Listesi

source: Cancel
de: Abbrechen

source: Apply
de: Anwenden

source: Sorry
hu: Sajnálom

source: kfontmanager Version 0.2 Copyright 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
el: Διαχειριστής Γραμματοσειρών KDE Έκδοση 0.2 Πνευματικά δικαιώματα 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
ko: kfontmanager 버전 0.2 Copyright 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
nl: kfontmanager versie 0.2 Copyright 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
pt: kfontmanager Versão 0.2 Copyright 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
ro: kfontmanager Versiunea 0.2 Copyright 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
tr: kfontmanager Sürüm 0.2 Telif Hakký 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu

source: Can not create: ~/.kde/share/config/kdefonts
da: Kan ikke oprette: ~/.kde/share/config/kdefonts
el: Δεν μπορώ να δημιουργήσω: ~/.kde/share/config/kdefonts
ko: 생성할 수 없음: ~/.kde/share/config/kdefonts
ro: Nu pot crea: ~/.kde/share/config/kdefonts
tr: ~/.kde/share/config/kdefonts yaratýlamýyor

source: ~/.kde/share/config/kdefonts exists but is not writeable Can't save KDE Fontlist.
da: ~/.kde/share/config/kdefonts eksisterer, men er ikke skrivbar Kan ikke gemme KDE skriftsnit liste.
el: Το ~/.kde/share/config/kdefonts υπάρχει αλλά δεν είναι προσβάσιμο για εγγραφή Δεν μπορώ να αποθηκεύσω τον κατάλογο γραμματοσειρών του KDE.
ko: ~/.kde/share/config/kdefonts가 존재하지만 기록할 수 없습니다. KDE 글꼴표를 저장할 수 없습니다.
ro: ~/.kde/share/config/kdefonts existã dar nu pot sã scriu în el. Nu pot salva lista de fonturi KDE
tr: ~/.kde/share/config/kdefonts mevcut fakat yazýlamýyor KDE yazý tipi listesi kaydedilemiyor.

source: kfontmanager Version 0.1 Copyright 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
el: Διαχειριστής Γραμματοσειρών KDE Έκδοση 0.1 Πνευματικά δικαιώματα 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
ko: kfontmanager 버전 0.1 Copyright 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
nl: kfontmanager versie 0.1 Copyright 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
pt: kfontmanager Versão 0.1 Copyright 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
ro: kfontmanager Versiunea 0.1 Copyright 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
tr: kfontmanager Sürüm 0.2 Telif Hakký 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
